{"When was the last quality management review? Can you show us?": " Let me see. I can show you the Management Review N.3. This is from the 22nd of January. So here actually we have our last management review and the people attending this meeting include the general manager, quality manager, production manager, maintenance manager, logistics manager. Generally, different types of topics are discussed, such as, customer satisfaction, production issues, maintenance issues, and audits and inspection issues, work environmental safety, corrective preventive action and sales.", "When was the last quality management review?": " Let me see. This is from the 22nd of January.", " All right, did you find any areas of concern in the last management review?": "Yeah, I mean, if you go into detail, I can show you the management review procedure and you can see that, for each of the topics, we have some key performance indicators. But for instance, if you take customer satisfaction, then you can see here we have three indicators. One is delivery on time, where we would like to be better than 95% of all our dispatches should be delivered to the customer on time. And we were much better. We were 98%, so that's great. Packaging integrity, you can see here we would like to be at 99%. This means that almost anything we ship out should be received by the customer in good conditions. And here you can see we are off, since only 82% of our deliveries were okay. So here in that case, if the problem or if the indicators are less than what we have aimed for, there must be some kind of an action plan. And here you can see that the packaging inspection procedure is to be revised, packaging operation is to be retrained.", " Have you revised the issues found in the last management review?": "It's due at 1st of March, so it's the logistics manager who was supposed to take care of it. Now we have not had a new management review after this one, so I cannot tell you exactly what the status is.", "How do you ensure that there are sufficient resources to ensure the right quality level?": " Well, that's of course a challenge for us, particularly as a very new organization. We have to build up a new organization from scratch. Some people were offered employment from some of our other subsidiaries or the main company in the United States, typically with some kind of a promotion, but a lot of other colleagues have been recruited locally. And that's of course a big task to both recruit and also to train all these new employees.", "How do you ensure that your people have the right qualifications and are trained in the process that they work in?": "I can show you the training for operators' procedure. We have a training program that we are pretty proud of. So it states that any new process operator will go through a five-step training program. When the person has been hired within the first months, the person will be educated by our HR department in a week program where the person would be thought about the general company policies, GMP safety and so on. All the new operators will go through this path. Now, if you remember, we have operators from production, we have operators from logistics, we have operators from utility. After that common program. They will now start to split up according to the job function.", "Do you have an example of a training record or program?": "So here we have an example of a training record from an operator. Operator one. This was performed on the first of June last year. It was an operator who was supposed to work in our fermentation department. And you can see within the first month, operator one had the introductory course by HR. And then after that course, the person started on the 3rd of August a week program where there's a week of cross-training in some of the other departments. So, for instance, a fermentation operator will be taking to QC, to QA, to the other areas one day at a time for a week and learn a little bit about what these other departments are doing and get to know some of their future colleagues.", "Okay thank you, that's enough. Do you have an example of a training record or program?": " Yeah, would you like me to continue to explain the program or would you like to see the training recorded?", "I think we don't have much more time to do this.": " Okay. Let's move on.", "What is your process for internal audits and can you see some different records of internal orders from the past year if you have them?": "So the internal audit program is managed by QA. I can show you the internal audit program procedure. So once a year, we send out a proposal for a program. We aim to audit internally all our departments within one year. So we propose a program by the start of the year, we send it out to all the managers and supervisors and they can react to it and we find a program. And then we start our internal audits. We recruit our internal auditors either by convocation, we can appoint a colleague or a colleague can tell us that they are interested in being an internal auditor. The requirement is that they have to be employed by us for at least a year. But then in principle, they can become internal auditors.", "How do you recruit your internal auditors?": "We recruit our internal auditors either by convocation, we can appoint a colleague or a colleague can tell us that they are interested in being an internal auditor. The requirement is that they have to be employed by us for at least a year. But then in principle, they can become internal auditors.", "Any notable audit findings from your last audit?": " Yeah, I can show you the management review. Then we can take a look at the inspection part. So here you can see some indicators of how our audit program and our external inspections have been doing. For instance, here number one training of internal auditors. Three out of six are done, two are in progress, and one has not started. So here we have an issue, it says we have problems making internal auditors available for training. Of course, this is a bad excuse, but we are still a new company.", "How many internal audits have you done so far?": "We have planned for three internal audits and we have currently performed three.", "Do you prioritize training or performing internal audits?": "There's some priority to get people trained in the process more than become an internal auditor.", "Have you had external audits?": "We have had a few external audits since the last management review. We had the company UniPharma to audit us in the third quarter of last year. We got a major non-conformity and that was a general training issue. This is linked to the fact of us being a very new organization with so many new employees, and it has been a huge task to try to train everybody. We got three minor non-conformities and six observations and that audit process is in progress. I can actually also show you a CAPA report, which tells more in detail about what actually we need to do. And the management team has to follow up on that CAPA report.", "What was the issue found by UniPharma in their external audit?": "We had the company UniPharma to audit us in the third quarter of last year. We got a major non-conformity and that was a general training issue. This is linked to the fact of us being a very new organization with so many new employees, and it has been a huge task to try to train everybody. We got three minor non-conformities and six observations and that audit process is in progress. I can actually also show you a CAPA report, which tells more in detail about what actually we need to do. And the management team has to follow up on that CAPA report.", "What is your procedure for approval of product specifications?": "We get the product specifications from our mother company in the United States, Big Pharma. So we are not involved in the approval of the product specifications, but of course, we are doing the approval of our own produced production batches.", "Can you show me the quality control procedure?": "I can show you the quality control procedure. So basically, QC (quality control) is responsible for all the analyses, they receive the samples from production. As you can see here, the analyses are delivered daily by the operators, put into the refrigerator, and then they make a program in the morning of what analyses have to be performed. Then the operators work according to the analytical protocols, the standard operational procedures in the laboratories. They are all being demanded by our mother company, so it's nothing we have developed ourselves. When we get the analytical results, we put them into our LIMS system (Laboratory Information Management System), a software system. So here anytime we make an analysis, the technician puts the number into the LIMS system and then it's available for QA.", "What is your procedure for the release of products?": "I can show you the quality control procedure. The QC supervisor will verify the results and will transfer to QA for final evaluation. So in QA, a person will look at the results and the product specification and if it is okay it will be electronically approved. And that means also in our system that automatically it will be approved for sale. So now the salesperson can look up and see this and that batch is approved. They can dispose of it.", "Do you have a training program for your QP?": "We don't have a program for the QP, but we say that the QP  has to be recognized according to the Danish Medicine Agency's criteria. So that is also described in the quality control procedure.", "Can you say something short about the quality control procedure?": "The quality control procedure states that we receive the samples for analysis, and we do the analytical work according to the essays. And then the analytical results have been added to the LIMS system where it is transferred to the QA department and the QA person. We'll now have to compare to the product specifications. And when it is OK, it is released for sale.", "Do you have laboratory control records from the past year?": " No, they are actually in our computer system, so I can't show them to you.", " Why not when they're using this?": " I don't have them prepared.", "How do you handle any non-conformity findings in your laboratory?": "We have a CAPA system as we are supposed to have. Any colleague, any employee who discovers some kind of deviation or ideas for improvement, we'll have to open a CAPA report. In that case, the CAPA report will go to QA and QA will decide what to do, and who is going to be responsible for solving the CAPA report and negotiate some kind of a time frame for the resolution tof it.", "What are your key performance indicators for products on spec?": "I can show you the management review N.3. Here are the production key performance indicators. We would like to have our product on spec at least 90% of the times, but we didn't do so well.", " Can you describe the process for performing a laboratory investigation? Like analytical analysis of good pressure, temperature, humidity?": "The design of the laboratories was designed by the imprint of the company which originally made the laboratory. So that's all made by specification from our main company.", "Can you describe the process for receiving samples and storing them?": "Samples for routine analysis are normally delivered by the operators to the refrigerator in the entrance hallway to the QC laboratory. The sample must be labeled with the product and raw material type, batch identification and data. Each morning the fridge content is emptied and the samples are evaluated according to the number and type of samples. The programming of the QC work is done.", "What is your process for making a COA (certificate of analysis?": "It's being done automatically when all the analysis for a particular product has been done and entered into the LIMS system, then the QA person will look at all these eventually. We'll look at all the analyses one by one and when all the analyses have been entered and approved. Then the system can automatically generate a certificate of analysis (COA). That COA of course will be the responsibility of the salesperson who eventually sells the product to some customer and then the person will give together with the dispatch information about the batch and the core.", "What is your process for preventing critical issues?": " Yes. I can show you the maintenance procedure, which describes this. Our plant of course has a lot of different equipment, a lot of different instruments and sensors. Before we started production, maintenance and production defined what are the critical parameters and the critical equipments. So we came up with a list, we looked at all our equipment, all our instruments and then we divided all these units into three categories. One is the critical category, where we say that this type of equipment, system or instrument has a direct impact on product quality. So that gives some information and some direction about how frequently we should do calibration and preventive maintenance. Then we have some instruments and equipment that are indirect critical. Again, that means that they have a potential impact on product quality. Again, we decided what is the calibration frequency, and the preventative maintenance program for these units. Finally, we have those classified to be non-critical, which have no impact on product quality and therefore will be maintained and calibrated according to the manufacturer's recommendations. This is the general practice if nothing is wrong, of course, otherwise, we will perform checks more often.", " Can we see some documentation for how often these kind of issues are performed?": "I have a calibration record I can show you. Here you can see the instrument name, and temperature sensor on a fermenter tank. Here it's stated what is the model number, what is the serial number and what is the manufacturer. The calibration was okay, instrument was within tolerance. Here you can see the instrument that we used to calibrate, since you need a reference instrument to know if the instrument you are trying to measure or check is okay. This is a very standard instrument and it is also very expensive. It is calibrated by an external, qualified, company with a certain frequency. So that we use to measure our own instrument. Then you can see here the calibration data. You can read what was the reading during calibration, the desired accuracy, whether it was within ranges, and accuracy. And finally, if it passes or fails our calibration. This was the last verification, it was the first of December two years ago. And it's due for new calibration on 1st of December last year.", "What is your process for the review and approval of the calibration certificate from these external suppliers?": "I don't have that in mind exactly how we do. We have got most of this information from our mother company. instruments and what manufacturers we need to use, so we have not made that decision ourselves.", "Can I see some documentation for the weight calibration from the past year?": "No, I'm sorry. I don't have that.", "How do you control that your equipment is validated?": " That is by calibration of course as we just talked about. That is again you can in the data system in maintenance all the instruments, all the equipment are in the data file and then you can actually by its tag number you can call it up and then you can see the exact calibration or preventive maintenance status.", "How do you assess the need for the evaluation or re-evaluation?": "Well, now we are a relatively new company, so we have only done it once. Initially, maintenance and production risk assessed all our equipment and all our instruments and decided if they were critical, potential critical or non-critical. In principle, that has to be done with a certain frequency. We have not redone it yet because we are such a new company.", "Who specifically filled out the calibration form?": " That was the electrician technician from Pharma A/S.", "Was the person that filled out the calibration form trained?": "Yes, of course.", "Was the calibration form correctly filled out?": " That's maybe something you have to evaluate in your audit report.", "Could you give us a tour of the production area?": "This is out of topic for this specific exercise. If this was a real audit of course that would be possible to do, but we can't do it here unless we should go to the pilot in Building 228.", "Can you provide a program that shows the growth and flow of material and people?": "No, that's proprietary. I cannot show it to you.", "Do you have a floor plan?": "Yes, but that's proprietary. I cannot show it to you.", "Have you made any changes to equipment?": " No.", "Why haven't made changes or improvements to the equipment yet?": "Because we have such a new plant, we are just trying to get to know the equipment we already have. So we have not gone into any kind of mode where we make changes yet.", "Do you have a list of your equipment needed now?": " No.", " Okay, so do you have a list of the produced batches?": " I don't have it here, it would be in our computer system and I cannot show it to you.", "Do you have documentation for the production deviation?": "Yes, of course, we have the CAPPA programs of all in principle, all deviations would have to be registered.", "Can you show us a production deviation?": "I don't think I have any right now, no.", "How is your process for eliminating and preventing contamination? And can we see some documentation?": "We use a checklist that kind of also function as a SOP. So for instance here you can see a checklist for cleaning a fermenter tank. So you can see here tank number T1 was cleaned, starting on the 7th of February at 7.15. The operator checked that everything was ready for cleaning and then the cleaning was done according to the sequence, which is specified in the procedure. The parameters to the right here suggest what are the parameters that have to be observed. And then eventually when the cleaning has been done, we take a last rinse sample. That is the very last water we flush after the cleaning when we flush the system finally, then we take a sample of that water flush and measure conductivity. Conductivity is a measure of ions in the water. This is to make sure that there are no deviations or strange materials, otherwise, that would be detected in the conductivity analysis. So here, for instance, we have a specification that the last rinse water samples should be less than 900 mS/cm. We obtained 833 mS/cm in this test, which means this measurement is good. So this is a standard operational procedure of how to do cleaning and also a test of cross-contamination by the rinse sac.", "I have a question for documentation for validation of your SIFT process.": "That we don't have. Of course, it was made when we did all the qualification and validation of the new plant, we had our experts from the United States come and help us, and they were kind of the leaders and the drivers of all the validation. Now all the validation and all the reports were sent to the Danish Medicine Agency for us to get the manufacturing license. And after that, all the documentation went back to the US. So I don't have that particular documentation.", "Do you have a cleaning schedule for the different equipment you use in your production?": "Yes, we do have it. It's stated in our general description of our company, Intro to Pharma A/S, that every fifth batch of process equipment we must sterilize. For a fermentation process like this one, we need to sterilize it for every batch.", "Do you have documentation for the cleaning schedule of different equipment used in production?": "You can find this information in the Intro to Pharma A/S document. There the frequency of the sterilization and the cleaning are specified.", "Can you provide a drawing for the utilities that have an impact on your product?": "I don't have a drawing, but if we had access to the maintenance data system, we could go in and look at all the components of the utility system and see if they have been classified as critical, medium critical or non critical systems.", "So it's not something you have?": " I don't have it here, no.", "Why don't we have access to these documents?": "I just don't have the documents here with me or it is proprietary information and I cannot show you.", "Do you have a system that ensures that you keep track of your individual batches?": "We have a process control system, when we start production, then all the raw materials being added to that particular batch are registered. We also register in the system the parameters collected during the process. These detais are going into a batch record. Now, for instance, I can show you the packaging and storage procedure. So here you can see how we treat the packaging material and how we label all the materials. Here you can see how we sample, in fact, it says that we have an automatic sampling system. So when we produce the final product, we have an automatic sample system that takes samples with a certain frequency and the samples are stored in a container. Then the container with a sample goes to the QC.", "Who receives the raw materials?": "I can show you the packaging and storage procedure. In the raw material section, as you can see here, it states that it's a logistic operator who receives all the raw materials. When we get a batch of raw materials by truck or by other means of transportation, it always comes with a certificate of analysis and it's the logistics operator who first sees physically the product.", "Can we see a certificate of analysis (COA) for the raw materials?": "No,  I don't have any example of CoA for the raw materials.", "Can we see a batch record?": " I don't have a batch record that I can show you, sorry. That is proprietary information because it's very detailed about our products and our clients' products. I am sure you also would not like it if we showed documents with specific parameters regarding your products, once you decide to collaborate with us.", "Can you show us where you store the incoming raw materials? How do you ensure these conditions are appropriate for the raw material?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately. ", "What happened if there is a problem with the incoming raw materias?": "if there's any kind of damaged packaging, odd color, smell or similar when receiving raw materials, the logistics operator would have to notify the QA department immediately. ", "Do you have some system controlling the humidity and temperature?": "Yes, temperature and humidity in storage areas are checked twice daily by the logistics department.", "Do you have specifications about temperature and humidity in the storage area?": " I don't have it here.", "How do you do ensure quality doing storage but also during transportation?": "The sales department contacts transportation companies. So we use different types of transportation companies depending on the transportation distance and location. These companies of course are certified either ISO certified or qualified by us. So we ensure that the transportation company has a QMS system and is at least ISO 9001 certified.", "So we would like to thank Pharma A/S for this smooth audit where he will put it cooperate. And we've got lots of documents to look into. We will handle these findings, and you will get a report within the next three weeks where we will state all the things that we found out and also whether you have passed or not, and whether you should further cooperate and your API.": "Thank you very much for taking the time to come all the way here to visit us. I certainly hope that you have been satisfied. We have done our best to give you all the information that you have asked for. But now, of course, it's up to you to make your final report and send it to us.", "Thank you very much for letting us come here and perform this audit with Pharma A/S. Yeah, we are from Novo Pharma. Generally, as defined in the request for audit letter, the scope of the audit is GMP and ICH Q7 and ULTRA-Lex4, along with the quality management system of ISO 9000 2015. We would like to audit the different departments of management, QA production, maintenance and logistics with various questions.": "Okay, let me just welcome you and say that on behalf of Pharma A/S we are very happy for your interest in our company and we have of course received your audit program. Today there are the general plant manager, the production manager and the supervisor, maintenance manager, quality unit manager and the logistics manager and we are very looking very much forward to your questions and I'm sure we can answer them. So thanks for being here. ", "I would like to ask the general plant manager about the quality policy.": "I think I'll give the word to our QA manager, since this falls under QA responsibility. I can show you our QA procedure. You can see here in the summary, it says that the QA department has the main responsibilities to, in no order of priority, implement and control raw materials and product specifications, release, quarantine and rejection of raw materials and final products, facilitate the management reviews, management and coordination of internal and external audits and training of internal auditors and manage and facilitate the Correction and Preventive Actions system (CAPA).", "What about your definition of commitment or a framework for the quality objectives in your company? Is that also defined in the QA procedure?": "No, if we talk about our general follow-up on our quality system, then I think I would like to show you our latest management review minutes. So this is kind of our main tool to follow up on management issues and quality. You can see here we meet, I think it's quarterly, this is the third meeting.", "What about the scope of your quality management system? Have you defined such a thing as a scope?": "That's maybe a broad question. Of course, our scope in general is to make sure that have compliance to produce, that we can keep our marketing and production license. And then of course, looking at these, if you later have time to look at some of these KPIs, you can see that we are interested in customer satisfaction.", "What about your qualified person? The one who authorizes API release? Do you have such a person?": "Sure, we do.", "Do you have a qualified person?": "Sure, we do, otherwise we would not have a license. The qualified person is the quality manager, this is stated in the quality assurance document. The document also states in the training and competencies of QA personnel section that the quality unit manager must be competent to be approved as a Pharma A/S qualified person according to the DMA criteria.", "What about specified responsibilities for personnel in your facilities? Do you have some documents that detail the different departments and the responsibilities of the people?": "Yes, of course, we do have these documents. So if we take, for instance, production, we have a training program for our operators. And we are pretty proud of that training program because we think it's quite extensive. So any new operator being hired by our company, and it could be, we have three different categories of operators. We have operators working in the production, we call process operators, and we have operators working under the maintenance. They will be trained on our general company, our policies, the GMP, safety and so on. And then you can see further on in step programs, they are getting more and more knowledgeable about their activities until they get on the job training where they start to train with a certified operator. And eventually, they will have to be certified.", "I'll move on to maybe Pharma A/S's way of using data, obtaining data and using it for performance evaluation. How do you strive for improvements in Pharma A/S?": "I can show you the management review document. If you look at some of the details you can see we look at production indicators like yields, on spec, training and so on. So for each of these, you can find performance indicators that will answer your question.", "What about a certificate for registration at the Danish Health Authority with regard to API production? Do you have that?": "Yeah, I don't know if you saw it. It was on the wall just when you came to our visit room. I don't know. It's out here on the wall.", "What about permission to use GMO and handle GMO?": "Originally we made an application to the Danish authorities (Lægemiddelstyrelsenn) and they evaluate our containment procedures to make sure that GMOs do not escape to the exterior. That's their concern. So we had to evaluate and validate all our procedures and facilities where we work with GMOs so that we can ensure that we inactivate waste and that the equipment is cleaned properly.", "What about the CAPA system, can you please shortly elaborate on that?": "Yes, of course, we have a CAPA system. It's described briefly in the QA procedure, under \"Corrective and Preventive Actions\". It says that all deviations or aspects with potential negative impact on product quality, for instance, within batch records, production, maintenance, logistics, and audits, must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. So when the registration has been done, the record goes to QA. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provides relevant statistics for the Management Reviews. In the last Management Review that we performed, number three, there is a section about CAPA as well. Here it says that we have a goal of having registered more than 95% of the cases.", "About your internal auditing schedule, do you have some documents you can show us?": "So I can show you the internal audit program procedure. This procedure explains how we manage the audit program and the frequency of the audits. It says that we should make an audit of each of our departments every year, at least once a year. And then it goes on to talk about how we distribute the program and how it's getting finalized. And it talks about how we train our internal auditors. You can become an assistant auditor going through a training program or you can become a lead auditor. If you have already become an assistant auditor, then you can add on to become a lead auditor. And then we talk about how we handle internal audit findings.", "How do you perform product quality reviews?": "Yes, that's something you have to do as a pharmaceutical company once per year. Now we have not been in production quite a year yet, so we haven't actually done a product review yet.", "Do you have plans to perform a product quality review?": " Yes, we do.", " Do you have a schedule for performing a product quality review?": "I can't show you the schedule but sure we will do otherwise we would not be in compliance.", "The next question is about employee orientation. How do you educate about awareness of quality in your company?": "I can show you the training for operators' procedure. You can see that the first week of a new employee is about gaining knowledge about Pharma A/S and its standards. It is an HR person who typically conducts this training. So they will talk about our company in general, our policies, GMP rules and safety. So that's common for all new hires.", "How is the periodic GMP training of the company performed?": "I wouldn't say that we have yet a recycling of the GMP program as such, but within the training program, for the certification and the training in the different areas, the person is getting trained sufficiently to take care of this activity, that part of the training.", "How do you record and how do you validate personal hygiene procedures? Do you have a record of that?": "Yes, of course, personal hygiene is also a very important part of GMP. So of course we train the personnel about personal hygiene like simply personal cleanliness. If they have any kind of sickness they must not work in the production areas, washing hands after, visit of toilet, and similar.", "How do you validate the trainings?": "That's part of the certification that has been done here by the trainer and the supervisor.", "How long do you keep your production control and distribution records?": "According to general rules, we have to keep all relevant production and batch records at least one year after the expiring of the batch or at least five years after the documentation has been generated, whatever is the longest period.", "How to keep your documents available and safe?": "Most of our documents (the original documents) are in our computer system. So if somebody wants to look at a document, they have to access the computer. Of course, some documents from time to time are being printed out. And if an operator, for instance, in training has to do a special activity, it's probably convenient for the person to print out an SOP and walk around with the SOP while they are doing the work. But in general, we keep all the information in our IT system.", "Do you have an example of a production record lying around we could see?": "Yes, I have what we call a cleaning checklist. I think we have made a smart system, since we have combined our checklist with our SOPs. So I can show you an example of a cleaning checklist for a fermenter tank. At the same time, it also works as an SOP. As you can see here, the cleaning has to be done according to a special sequence. And also you can see here. that there are defined parameters for the different times, temperatures, and so on. So the operator will go through step by step, and according to the parameters, he or she will perform the activity.", "Which components have specifications and can we see some of them, for example, from raw materials?": "So now we look at what we call the packaging and storage procedure. I can show you the packaging and storage procedure. That's the logistics operators and they are also the operators who receive raw materials. So here you can see the procedure. We have a section about raw materials, and how they receive raw materials. It says raw materials are received by the logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any intermediate suspicion about the integrity of the raw material, like damaged packaging, odd color, odd smell or something like that, the QA department is contacted. So the operator doesn't have the knowledge to say yes or no, but the operator has to receive a paper certificate of analysis. It's typically the truck driver who delivers the material, and who has this certificate of analysis.", "How do you document your validation policy?": "The general validation happened before we started our production. So Big Pharma, our main office, has several production facilities in the US and they are very experienced people. So they sent us a group of specialists when we had to do the validation program. Together with them, we did all the validations, took more than a year when all the validations had to be done of the processes, of the cleaning and everything. All this was compiled in the dossier sense of DMA (Danish Medical Agency). And then they looked it over and approved it. So that was our validation.", "Do you have documents that we can see describing the validation procedure?": "No, it's in the US. We sent it back to the US. We don't have it.", "All the documentation about validation and identification for your critical parameters and attributes can we see those? ": "No. I cannot show you those.", "How have you performed qualification of critical equipment?": "I can show you the maintenance procedure. So the maintenance procedure tells us about how we started to qualify or to categorize all the equipment and all the instruments into three categories, critical, indirect critical or non-critical. So this was done initially by experts from production, QA, maintenance and supply information. Being categorized into these categories, everything has been loaded into our maintenance IT program. So that program automatically tells us when, for instance, equipment has to be maintained preventative or when an instrument has to be calibrated.", "Do you have specifications for for example ultra filtration?": "We have specifications for everything, but it's something that was done during the design phase in the USA, so I don't have it yet.", "You talked about responsibilities for production activities. Do you have a procedure for that? For example specify the responsibilities of your production activities?": " Let me think, was it the training program or what specific area?  I don't think, I mean, I have it for the operators, but I don't think I have it for the other production people. We had it for the quality assurance people.", "Can you specify the responsibilities of your production activities?": " I don't think, I mean, I have it for the operators, but I don't think I have it for the other production people. We had it for the quality assurance people.", "What about the master production instructions? Are they available for us to see? ": "No, they are confidential.", "With regards to your equipment material when you design the process, what thoughts have you done with so to minimize the alteration and process when it's in contact?": "This concerns the whole design and set up of the production plan, which was mainly done by our external companies and then our colleagues from the USA.", "What about the cleaning procedures?": "We have this. I can show you this cleaning checklist for a fermentor, this is just an example, but we have a checklist for all the equipment. So you can see this is the checklist as the same also works as an SOP and when the cleaning has been done what we do at the very end we take what we call a rinse sample measure it for conductivity and then do validation.", "What then happens if something gets out of your specifications?": "Well, first of all, there has to be a CAPA report. But of course, in this case, the production engineer would be involved and have to evaluate what is going on. And that could also be done together with QA to evaluate if the product in the case would have to be quarantined.", " So it's the QA who reviews the deviations?": "Yes, the QA will always have the final say about if something has to be quarantined or rejected or approved.", "What about recent batch production record? Do you have that lying around?": "No, they are in our computer system. So we can walk down to the control system if we have time, but I don't think we have time today.", "Are there other records in production than this cleaning record? Do you keep other records?": "We keep all our records. What would you like to see?", "Can we see a record of raw materials?": "It's in the computer system, so it'll take too long time to retrieve it and I am not sure we have sufficient time right now. But we have it all.", "Can we see a calibration record?": "I can show you a calibration record. I was waiting for that question. So here we have a calibration record of the temperature sensor. Here you can see the specific sensor, what type it is and where it's located on the fermentation tank. Here you can see the instrument that the maintenance engineer used to calibrate the instrument. You can see their notes for the calibration. And luckily, in this case, everything passed the calibration test. So the instrument was in tolerance and in this case, it was okay. So we get this, we have all this information in our records. So now that it will be added to the system that this instrument has been calibrated on that date and it is okay.", "When you did the process design and you defined your critical process steps, how do you have process control and are able to ensure that you always keep the correct yields?": "This is a validation issue. Now yields, of course, are important for us because it's something that makes more money or less money. However, yields may not be the most important criterion for product quality. But as I said, during the whole validation phase where we tested all our equipment, we made a control process.", "What about critical unit operations?": " Yeah, if you look at the document called Intro to Pharma A/S, which you have received before the audit, then you can see how our production has been arranged with the critical unit operations.", " How do you monitor and control your processes?": "That's done by the central computer control system. So every sensor, every meter, every timer is giving a signal to our central control system. And then we have a central control room where an operator or more operators are sitting behind the screens and they can look at the screens if the unit operations are okay.", "Do you have to take some samples of parameters that are not available for online monitoring in this central control system?": " Yeah. Yeah, of course, for instance, like contamination samples for the fermentation.", "Do you have procedures for taking samples?": " We do have, I don't have them here, but I'm sure we have.", "So for the maintenance department, everyone should know the preparation procedures.": "I can show you the maintenance procedure, it states how we set up our calibration program. When we have set up the program and defined which instruments and equipment need preventative maintenance, maintenance or calibration, all this information is stored in our maintenance computer.", "Do you have information about calibration frequencies?": "There are of course different calibration frequencies. Some instruments are maybe only calibrated every half year, one year, and some every month, depending on the criticality and the vendor's recommendation. But once a week, I think on Monday Morning, the maintenance engineer pulls the records from the system and starts to plan for the coming week and what equipment needs maintenance and calibrations.", "How do you ensure utilities meet the requirements and do you have any drawings of the utility systems?": "I'm sure we have drawings. I don't have them easily retrievable. But I'm sure we have the drawings stored in our system. And of course, we have specifications for our utilities, of the steam quality, of the water quality, of the compressed air and so on. Again, unfortunately, I don't have these specifications here.", "What are the procedures for cleaning and sanitation in the building and facilities?": "We have a general cleaning program and a pest control program for our external and internal premises. We have an external company to take care of the pest control program. That's something that we don't do ourselves. So they, I think it's once per week or something like that, they come and check all the traps around for pests. Then for the internal cleaning, then we have employees taking care of that.", "What systems have you established to manage your materials and products such as identification, testing, and approval? And if so, can we see it in writing?": "I think we have that. I can show you the packaging and storage procedure. Here it is described how we control our packaging and label materials. We have defined how we sample our products for the QC control. It describes a bit about how we check incoming raw materials and also defined how we actually manage our final products.", "How do you check incoming raw material? Do you have your quarantine and tests?": "When the operator receives the raw material, typically from the truck driver, they start to put the pallets inside our warehouse. They must check that there is a certificate of analysis. The operator also checks if there's something strange with the product. It could be packaging damage or some consistency.  And then the COA (certificate of analysis) will go to the QA department. They will compare to our internal raw material specification. And if there's anything wrong, the raw material will be automatically quarantined and then QA will decide if it has to be re-rejected or if it can be used anyway.", "Do you have the logs or records regarding incoming raw materials?": "We do have them stored in our system, but I don't have any that I can show you right now.", "Regarding storage, how do you avoid degradation and contamination? Especially cross-contamination.": "I can show you the packaging and storage procedure. Here you can see that we have two main areas in the warehouse. We have an area where we have painted the floor green. And we have an area where we have painted the floor yellow. So all material coming directly from the production will go to the green area where they will stay until the QC all the QC tests have been performed and they have been evaluated by QA according to internal product specifications. If the product is okay, it will stay in the green area as an approved product. If there is something wrong, it will be physically moved to the yellow area and there will be put a special label on it. And by that, we simply avoid any mistake that an operator might confuse these. And then about degradation, we have temperature and humidity control in the storage areas. These measurements are checked daily twice by the logistics operator, at the start and the end of the shift. The results are noted in the appropriate checklist.  Then the checklist is delivered by the end of the week to the logistics supervisor.", "Do you have records of the intake of raw materials?": " Yes, but I don't have them here.", "I want to move on to packaging and especially labeling. Do you have a procedure for that?": "In the packaging and storage procedure, it says that packaging materials and label materials are received by the logistics operators. The materials are checked for integrity and after approval are stored in the appropriate storage facility for packaging and label materials in the warehouse area. Defect materials are separated and discarded. Then it states that packaging and labelled material must be kept under hygienic conditions including controlled temperature and humidity. Packaging and labeled material are only retrieved by the logistics operator when they are to be used during the same shift. The materials must be inspected for any defects before use. Labels are printed during the start of the shift for the product to be packed according to the daily packaging plan. Unused packaging material must be returned to the storage area by the end of the shift. Unused labels must be discarded.", "How do you permit event mix-ups in your system? ": "We have a rigorous procedure for labeling, classifying and storing documents in our system.", "About your waste handling in your facilities, how do you handle it?": "The farmers around our facility are so happy because it's a good fertilizer so we spread it to the farmers for free. This way we get rid of it for free and the farmers get it for free and that's a good win-win situation.", "How do you identify where the waste goes so there are no mix-ups?": "I mean, if we talk specifically about the GMO, the inactivated GMO material, we have to keep track of where we have delivered it (to which farmers) and where we have spread it. So we spread it out. So we have a couple of tractors and a couple of distributors. We have a waiting list of farmers who would like to get this waste. But anyway, we can prove to the authorities where exactly the waste went and how much we have spread.", "You stated that the plans from Big Pharma are to produce, in this small but modern factory, products for the Scandinavian market. And I would like to ask about the authorization process, how long does it take and are you in the process of getting authorization from Scandinavian countries and the European market?": "We have been in production for about a quarter of a year and I would not hide that we still somewhat have a challenge to get everything under control, particularly training has been a major issue. We have very few experienced people from our US factory on expatriation, but otherwise, we have to train pretty much everybody ourselves. So we can get a market built up in Denmark. We are not focused on Scandinavia right now. We want to have the Danish market completed and stabilized before we go further.", "You would like to have a production for all European markets. Do you have the capacity for it?": "We always tell our potential customers we have sufficient capacity. Don't worry. For anybody who comes and visits us, we have sufficient capacity.", "You said training was hard. How do you ensure that there are enough resources allocated to training and to make sure that your employees are competent in their jobs?": " A little bit out of the topic, you have material. You have got material to evaluate in your report. I think you have. But it's one of the issues that I think you should dig into and then comment on in your report. How are we doing on training and how are we going to, how can we ensure that the issues that we have, which you can probably look up in some of the documentation you have got, how confident are you as a potential customer that we are able to handle these challenges?", "The QC unit responds to the production department. Is that correctly understood?": "Yes, that's correct. And it's very convenient. Yeah. Yes. So we put our priorities together, production and QC. It makes everything go so smooth and easy.", "What about the way Pharma A/S obtains data and uses it for performance evaluation and continuous improvement?": "That's when you look into our management review, then I'm sure if you study the different key performance indicators, you will get a pretty good idea of what interests us and how we are doing.", "All right, then we just want to thank you for your time and all the answers to our inquiries and questions. From here we're going to compile all our our notes and findings into a report, especially with any non-conformities or anything like that, any observations that we find? If there should be any. We will see about that. Otherwise, please provide us with the documentation that you've shown or any further interesting documents that you want to do supplies with.": "Pharma A/S is very happy that you have spent time to come here and visit us and we have been delighted to show you around and answer your questions. I'm sure now that when you start to evaluate all our documentation and notes you will get a report which will recommend us as a potential supplier for your management. So that's what we are looking forward to. So you get the documents we have looked at sent tomorrow.", "Thanks for having us.  I'm the lead auditor. The purpose of this audit is to evaluate the production facility and determine if we could establish a continuous partnership or acquire APIs with Pharma A/S. So we will adhere to the ICH Q7. So in terms of the time plan, yeah, now we'll start the open meeting and then we'll go to the general plan manager, then the quality assurance. and followed by quality control and then production. Then there will be no time for a closing so we will collect our findings and then write up a report.": " Yeah. Perfect. Thank you very much for joining. As you know, Pharma A/S is a very new branch of Big Pharma. So we are still quite new. So we're trying to learn and improve continuously. So it's going to be very helpful if you find any non-conformities, anything, then of course, we will try to implement that in our QMS system.", "Could you briefly explain the organizational structure of Pharma A/S?": "The general plant manager supervises all the various departments and then below there is HR and then the quality unit, so QA. Then below there is Production, Maintenance, Sales and Marketing, and then Logistics. They are also independent departments. And then behind, below production, we have the quality control. And then between sales and marketing and the logistics, we also have the purchasing in Berlin and then the engineering in Berlin as well.", "Could you tell me who does the QC department reports to?": "The QC supervisor then refers back to the production manager and then the production manager to the general plan manager. And for us, it's just more efficient this way that the QC is actually embedded under production because it's still a small company.", "How can the QC be independent from production, if it refers back to the production department?": " Well, right now, since it's quite new, there is still a lot of interaction and still a lot of learnings from both departments. So yes, it's just because it's a small facility right now, so it works easier if they work in close collaboration.", "Will the QC unit be made independent from production in the future?": " Um, I think for now it works as it is. Probably if we expand much more, maybe we will reconsider, but right now we find it to be efficient.", "Who is the qualified person in charge of producing APIs?": " The QA manager is in charge of that and then of course everything of how we release the APIs is specified in our quality assurance procedure. Would you like me to show you the document that we have, the procedure?", " Yes, please, we would like to see that. And we would also like to have that for that. ": "Sure.", " Can you show us the QA procedure?": "Yes, so as you can see, the quality unit manager is responsible for this document in general and for the whole procedure. And here we have, of course, a summary of the department responsibilities, so implementing control of the raw materials, the release of the raw materials and the new product, also management and coordination of all the different departments, actually, like how everything works within the different departments. We have procedures regarding the audits here and how people can qualify to become auditors, internal auditors, and then corrective and preventive actions. The training and competencies for the QA personnel is also very important.", "Do you have the standard operation procedures for the training?": " Yes. So the standard procedure is defined in the training program for operators document. And here you can see that we have five phases to train our operators. There is a general phase in the last one month where operators go through general HR and then learn, what is Pharma A/S, how we operate and just in general, get to know the company. And then there is the introductory training where operators actually train in different departments to get acquainted with the whole process overall. And then of course, they do job training on the tasks that they will actually perform in the future, and they get certified to perform a certain job.  In this document, at the end, you can find a template of a training program and  I do also have a filled-out document if you would like to see that.", "Can you show us a filled-out version of the training program for operators?": "So this is an example of a filled-out training plan for operators. This is the document for \"operator 1\". That is training for production of fermentation. In this case, the HR person signed the introduction. At this point, they are doing the job in training. The different managers for the different departments also signed this document for the various cross training.  As mentioned, this is just an example to see how we document things, so this is very generalizable.", "What do you do if an operator needs to perform another job? Do you retrain them?": "Yes, we retrain them. So in the training for operators procedure it says that, if operators have to perform another job, then they have to retrain for that specific task as well. But we do have some top-up training and some different retraining and certification after some time because of course, the technology changes. So it's very important for us to make sure that our operators are always up to speed with their training.", "In terms of storage and transportation, what will you do to ensure that the product we receive from you is of good quality?": "We have a procedure for that. So that is, of course, the packaging and storage procedure that is the responsibility of the logistics department. And here we describe all the packaging and the labels. But what is also important for us is that we have sampling for the QC control. So every time we have a final product that we have to ship to you, the product is rigorously analyzed to ensure good quality.", " Thank you. I could get a copy of that as well.": " Yes!", "What specifications do you have for the quality/purity of the API?": " Yes. So this information is contained in the QC procedure. So here we have a summary of the procedure. In this procedure, it is also described that we test the raw materials and we do a lot of analytical work. And then it's also important to say that we store everything in the LIMS system. Unfortunately, now the system is down. So I cannot show you some of the specifications.", " What are the different kinds of impurity that you're testing for? Is this information also included in the QC procedure?": " No, I don't have the specification of that, I don't have the details of each impurity.", "Are the different kinds of impurity something that you will ever have or planning on.": " We are planning our restructuring and collecting more data on that.", "How do you evaluate the general impurity of each batch of the product and the microbial quality?": " We test everything, but we don't have the documents in the system yet. So every time we run a fermentation, every time we run one of our lines, then we test the purity, we test if we have different parameters that we test for. and then we register them like we have the the paper copy we register that but we still have to added to our system.  And then every operator knows what parameters to look for. Like they are generally acquainted with the operations that they're running. Yes, so we have some parameters, like every operator knows the parameters that the API has to align with, and if there is too much deviation then the process is stopped.", "  How is the stability of the API monitored and validated? How often do you test the intermediates but also the API for conformance to these specifications that you don't really have?": " I mean, we test for each at least every operation. So like for each fermentation, we will take some samples for each. When it's centrifugated, then like we take other samples. So for each line, we do tests.", "How do you evaluate the general impurity of each batch? Is that what you don't have, you don't have parameters or you have parameters?": " Yes. I don't have the documentation for that.", "Will the specifications that you test for then change for each batch? So you say you will do analyses, but will the analysis differ from batch to batch?": " No, usually there is a margin of potential variance within batches, but everything should stay within the limits. So we are very careful that all the parameters are met for the realization of our final product.", " What happens is out of specification?": " Then we need to discard the batch and that is explained in detail in the packaging and storage procedure. This procedure states that if the product is rejected, then it goes into a yellow bin, so that is gonna be discarded.", "Can we see an example of how you report a batch deviation?": "So I don't have an example of batch deviation. I do have an example of non-conformity that is recorded in a CAPA that I can show you. This is a second party audit. And I mean, this is not specific for the quality control, but this generalizes quite well on how we do report non-conformities and how we handle those. So this specific non-conformity was concerning training records that were missing. and then it also sais that during UniPharma audit it was claimed that our training of new process operators, maintenance craftsmen, utility operators and logistics operators was deficient in various aspects which led to a Major NC by the UniPharma auditors. In this document is also shown that we find the root cause analysis, we make an action plan and we have a deadline for fixing the non-conformities.", "So the stability of the API has been monitored and validated.": "That's also part of the quality control. So they take tests and then they send this test to the quality assurance to approve the product and the stability. And then of course we do have lots of also calibrations that we do as well to ensure that there are no meaningful deviations, like our API, so it's as stable as possible.", "How often do you test the stability of the API?": " I didn't have the number at hand, but yeah, I would say every five or six batches.", "Do you have an ongoing testing program?": " Yes, we do have an ongoing testing program. I don't have a schedule here, but each day the operators are given a schedule of what they have to perform during the day. And in this document, they can see if they have to perform this kind of analysis.", " So how is new": " So they are given like a pamphlet of like, at the beginning, of course, like they're given like general information of like, for example, the fermentation of the different, all the different operations. But then of course, before certifying, they have to work with already certified operators. So these operators will actually train them and then share all the parameters and all this knowledge.", " Okay. So it's more of a verbal.": " Yes, I mean like they also of course like have like notes like documents and they have like I believe also in the units they also have like some guidelines of parameters as well but it's not something that I have in the NIMS system.", "Do you have an example of the certificate of analysis from one of your batches?": " I didn't have to, no. No, that would be also, yeah, that would also be proprietary information. Some of that that I cannot share.", " How do you store the samples for analysing the batches this and for how long? And how much product do you keep?": "We store them until we make sure that everything is tested and then approved by the quality assurance department. And then we discard the rest. And usually we store I think like 50 grams It's just like for testing purposes.", "How much product do you keep for testing the batches?": "Usually we store I think like 50 grams It's just like for testing purposes.", "What about supporting stability information? Is that something you're doing?": "No. I don't have documentation on that.", "Can you share a PI diagram with us? How was the production?": "You should have received the info in the document we previously sent you named \"Intro to Pharma A/S\". The diagram contained in that document is the only one that I have available. So I don't have a proper PI diagram for the different units.", "Which points in the procedure are the most critical for control? Do you have some physical parameters specified somewhere, for example in the fermentation tank?": "For example for the fermentation, the pH has to be around six with a 0.3 standard deviation above or below, and then the temperature has to be at 30 degrees with a deviation of 0.5, more or less. And then, yes, the fermentation time also is between 48 and 72 hours. So these are some of the parameters that I have here. It's very important to us that our product is stable, so we need to ensure thatdon't have too high deviations.", "Can we see the risk assessment of the control procedure?": "So I do have something within the maintenance. We have a definition for risk management and basically, we have three different categories. So it defines whether the risk is critical, if it's indirect critical and if it's non-critical. And this also apply for recalibrating equipment and everything, but what it means is that if the process has an impact on the quality of the API, then of course we do more maintenance and calibration and testing. If it's critical but it doesn't have an impact, then the maintenance is a little bit lower. And yes, if it doesn't have an impact, then basically we just maintain and calibrate according to the manufacturer's recommendations.", "How are your intermediates monitored? Do you have, like, you take out an intermediate for each of the purposes?": " Yes, we send them to QC and then QC has to run the test and then send it to QA. to make sure that the final product is approved.", "How do you get these samples?": "They are manually taken by our operators.", " And taking samples is also part of the training for operators?": " Yes, they are also trained on taking the samples.", "What is the holding time between process steps? Can you document that it meets the requirements established by your QMS? If in your procedure you have some equipment that takes longer time to process all of it at the same time, how long is it then in hold up as you try to process it? And how do you make sure that it doesn't go over your procedure, that it isn't in hold up for too long?": "So if for example, one of the units is busy with another operation, the general manager actually provides a schedule for the process.  The production has a strict schedule for all the different batches and the production processes. So that means that we don't parallelize. For example, we don't parallelize fermentations, but we just run it continuously. So we do first the fermentation, then we do the centrifugation and there was a fructation, centrifugation, and so on. So that means that we actually don't have a high hold up. And that could of course cause a little bit of downtime, because some operations are faster than others, maybe it would be more efficient to parallelize, but at least we reduced the holdup.", "How do you prevent contamination, especially in the fermentation processes?": "Yes, of course. So we have cleaning in place (CIP) for all our operations. So, of course, for the fermentation that is also within the process, but for the centrifugation, refrigeration, evaporation, spray drying, we do cleaning in place after each batch. And then we do sterilization at high temperature after five lines.", "Do you have a written procedure for the cleaning?": "No, we don't have a written procedure for the cleaning, but I do have an example of cleaning. This is for the fermentation. And here you can see that the operator responsible was cleaning tank one. And then of course we note the date when it was cleaned, the time, how long it took and then we note of course temperature and flow. And whether we had some problems. And then of course, if there are just the small adjustments that can be handled by our operators, while if we find non-conformities, then we have to make a CAPA report and handle that as well.", "In your cleaning checklist document, are the responsible and the operato performing the cleaning the same person?": "In this case, yes. So you can see that here that performed the cleaning in place and then the control person. Yes, that's the same person.", "If you find a deviation, do you perform a big cleaning or do you just go on?": "No, if there is a big deviation then we will sterilize everything and then yes, definitely.", "When you're storing your products, how do you make sure that you don't have cross-contamination between different APIs if you have different productions?": "So you mean like after the final production? We have a procedure for that. So we have a packaging and storing procedure. Because of course, like, it's very important that we label everything. So we have guidelines on who is responsible in this case. Yeah, it has to wait for the QA assessment, but then of course, like we have procedures regarding the packaging and the labels is very important that we have the correct labels with date, temperature, and date. That the material is stored at a controlled temperature and humidity. Of course, all the final products are also sampled and then sent to the QC department for testing. But so with the final product, If something is then approved by the QA department, then it's stored in the warehouse with a green painted area for storage. If it's rejected, then it's going to be a yellow painted storage. So we have separated areas where we have all of our final products that are either approved or rejected. And we have all the different labels with the information of the date when it was made and product specification.", "Do you have the specifications for avoiding cross-contamination and proper storage?": " Ah, no. I only have the standard procedure.", "Do you produce multiple APIs at your own facility?": " Yes, we have like different lines. Yes.", "How do you make sure that you don't end up with contamination when you clean the different APIs in production?": " We do have the same line running multiple times and then we sterilize and then we run the other line multiple times.", "You had some critical parameters, you were monitoring pH temperature. Is there anything else to that list you could expand? or are those the primary?": " Those are the primary parameters.", "Do you collect online and offline measurements? So these are critical points, so I would say these are measured by the critical measuring equipment. So I expect you have some calibration in place for those. Could you tell me how and roughly what frequency?": " Yes, so the maintenance procedure here describes the calibration program that we have. And then of course, before deciding what calibration profile all different units have, we have to make a risk management for the different units, whether they impact the APIs or not. And then we have these three profiles. So whether it's critical, it's indirect critical, or it's not critical. And then based on the classification, we either follow the manufacturer's recommendation or calibrate the equipment much more often. I have an example of a calibration I can show you. So for example, this is the calibration for the temperature test for the temperature of the tank one, I believe. And then you can see here that in our documents we have the instruments and specifications of the instrument. The calibration was for the temperature and the test was run for three different temperatures, so low, medium and high. And then here you can see that all passed the test. And then yes, we also have the responsible for performing the calibration and when they did that. This was calibrated on the 2nd of February. Yes, so in this case it was in tolerance. And then, yeah, you can find some information about this.", " You have the three different like rankings and which one this falls into. During the risk assessment, if something impacts the API then it's classified as a critical, right?": "This will be a critical impact, yes.", "Do we have any sort of guidelines as to what is critically impacting and what might be non-critically impacting?": "It only depends on the product quality basically and whether that would affect the product quality or not. For example, if there is a problem with the fermentation tank, such as a leakage or an issue with the stirrer, that would of course impact the quality of the final product, because maybe then you wouldn't have enough speed. But I don't have a list of all the different examples.", "And you mentioned that batches that were critically impacted would be discarded. And so what do you do with a batch that's not critically impacted or indirectly critically impacted. Would that also be discarded?": "That would also be discarded. That would be based on the final product. They would test before packaging and before releasing the final product, then QC would test the final product and then eventually discard it. but if there is some non-critical finding, it wouldn't be discarded.", "As for the calibration and the training for the personnel performing the calibrations, do you have any SOPs or any training procedures for those?": " Uh, no. I don't have that.", "Is this you last calibration record?": " Yes, that's the last calibration.", "Critical calibrations issues, how are they handled?": " Then we would make a CAPA report and make sure that that is fixed. So it would get a higher priority.", "Have these issues been resolved so far?": "So what we also do is we have this management reviews every quarter. And then in this, you can see that there are managers from different departments that attend this meetings where many topics are covered. I can show you the management review document if you want. And then here you can see that, for example, like, yeah, For example, if there is any problem with production, they have the different KPIs and then they have some actions that they have to be taken, who is responsible and yes. So if there is any Yeah, I think if there is any problems with their response of handling these non-conformities, then it would be discussed in this document as well.", "How many management reviews did you have last year?": " Since it is a new company, until now we only had three, but the plan is to have a management review every quarter in the future.", "So you have your calibrations and they are approved and then are you storing these somewhere? Do we have a record of all the calibrations?": " We have records of all the collaborations, yes. We store them in the LIMS system, so we store them in a database. In this database, we have all the different documents, document names, and then we have all different non-conformities.", "Can we see an example of other calibration records?": " No, I only have this example at hand.", "So with the calibration, we could see it had been performed prior to this point in time, but is it possible to verify the calibration status? As an operator or anyone who might be interested in verifying the current status of calibration equipment.": " Ah yes, that information would be available to the operators. So they would check when the equipment was last calibrated. They could ask about the day they did the calibrations to the manager and then the manager could verify the state of the calibration. And then, the operators would be notified whether there is a calibration happening on that day, their daily schedule.  And then I think for each calibration also like there should be a note on each unit. So if there is like a specific unit that was calibrated like in a specific month, then they would have like a note about that. as well like near the plant like for further information.", "I think that concludes our time. Thank you all so much for having us.": " Thank you very much. Thank you very much for joining the audit today. It was a pleasure to meet with you and I hope that we gave a good impression of Pharma A/S and that we will do business together in the future. If you want to share any findings at this point, then we will be happy to hear that. Otherwise, we are very interested in receiving the final report.", "In case we decided not to do business with you and found many non-conformities. what would you do about that? How would you handle such a situation?": "We would have to talk about it in one of these management reviews and then have to make a couple of reports for it and then handle it. So set some milestones and deadlines for how that could be handled in the future. Definitely, but that would be good information to have in order to improve in the future.", " Let's just start with our opening meeting. So hello, we are the Novo Pharma QA group and we're here to interview Pharma A.S. and their team and we'll mainly focus on the ICH Q7. And obviously, because you're located in the European Union, we'll also mention in our report if there are some regulations, which you don't comply with. And this is my team.": "Okay, I welcome you from Novo Pharma and we are very happy that you took the time to come and visit us. I'm very sure that this audit will be a great success for our two companies so in the future we can work together.  So according to your program, with me today, I have the General Plan Manager, the Production Manager, quality control supervisor, maintenance manager, quality unit management and logistics manager. So hopefully you can have all your answers.", "Do you have a flow chart or PI diagram of your fermentation layout that we can look at?": "I'm pretty sure we have it. I don't have it here. I'm the general plant manager. I don't have access to this. Maybe when you get to the production manager, try to ask him the same question.", "How do you perform management reviews?": " I'm glad you asked. So actually I can show you our latest management review. So let me just check here. So this is how we do management reviews and here you can see the minutes from the last review we had. It was number three in our sequence. And you can see the participants, such as the general manager, the quality manager, the production manager, the maintenance manager and the logistics manager. And what we do is that we follow up on a lot of different key performance indicators. We have some for customer satisfaction, we have some from production. We have some for maintenance, we have some for audits and inspections. work environment and safety which is also our concern. Corrective and preventive action and of course sales are also one of our main concerns. And then you can see each issue. For instance here, the customer satisfaction, we have defined in this case three indicators. Delivery on time, we want to be better than 95 and we have been at 98, so that's satisfactory. And then packaging integrity, as you can see, we would have liked to be better than 99. We have not been so good. 82%. So here, during the meeting, we are discussing what we need to do about it and we appoint somebody to take care of the issue and then also a due date for us to get feedback on that particular issue. So this is generally how we do management reviews.", "Do you follow up on the items discussed in the management reviews?": "We do follow up also on audits as we can see here. Here we have audits and inspections and we are following up on internal audits and external audits. We are a very new company so we are still struggling a little bit to get everything to get organized. We had a goal of getting, for instance, six internal auditors trained since the last management review. We only got three. So here we have something more to do. We have done two out of three internal audits. So again, we are lacking a little bit of management review particularly other potential customers of ours who have been here like you two auditors and we have received some some some issues in that respect.", "What measures do you take to ensure compliance with Danish regulations on pharmaceutical products?": " ", " What qualifications does your qualified person get?": "Okay, that's a good question. So let's look at the Quality Assurance Procedure. So now I am giving the word to our quality assurance manager and he will tell you about the main procedure for our quality assurance department and now you ask particularly about the qualified person. Then we have a section about training and competencies of QA personnel and it says that the quality unit manager must be competent to be approved as Pharma A/S's qualified person according to the Danish Medicines Agency's criteria. So this is what we follow.", "How do you ensure the separation of your quality and production unit?": "I guess you refer to our organizational diagram. Well, it's very convenient for a production facility to have the production unit and the quality control unit under the same management, because the daily priorities, the daily work in sampling and prioritizing the samples gets so much easier for our purpose when this is in", "So it's pretty clear from the ICH standard that production and QC should be separated.": "Yes, but for us it works better like this for now,", "What is your internal audit plan? And please provide the relevant documentation including the audit schedule.": "Okay, and we actually do have an internal audit program procedure. So in this procedure, we are describing, first of all, how the internal audit system is set up, that we have an intention to audit internally all our departments or functions at least once per year. And then we talk about how we organize the logistics of the audit program. And we talk about how we train our auditors. What does it take to become an internal auditor? How long does it take to become an internal lead auditor? And how we handle the internal audit findings. So this is a rather complete description which I will send to you.", "What training requirements do you have for your internal auditors?": "Any full-time Pharma A/S employee with more than one year of employment can apply to become an internal auditor with their supervisor's approval. The candidate will be assigned a QA employee as a tutor. The training will start with a theoretical course in the general audit process and auditor behavior administered by QA personnel. The course has a duration of two hours. The auditor candidate will participate in a minimum of three internal audits as an observer. After completion of three audits as an observer, the candidate will participate in one audit as assistant auditor, and after completing the first audit as assistant auditor, the auditor candidate, the lead auditor from the audit and the QA tutor will meet to evaluate if the candidate is interested and competent to become an internal auditor.", "If you please provide documentation for the most recent training records of all current internal Pharma A/S auditors.": "I don't have it here. Maybe in one of the databases I am connected to I could find this document, but I don't think we have time for that, so I don't have it now.", "What do you do with products and intermediates that do not live up to QMS or legal standards?": "In general, we have to make a CAPA report. This is specified in the QA procedure, in the corrective and preventive actions section. It says that all deviations or aspects with potential negative impact on product quality must be registered in the CAPA system. It could be within batch records, production, maintenance, logistics, audits, et cetera. It is the responsibility of the owner of the information to perform the registration. I can show you an example of a CAPA report.", "Can you show me an example of CAPA report?": "I can show you an example of a CAPA report. This is a CAPA report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with the general training of our employees. So we have to define different action points for different areas and this is still under investigation. In this report, you can see that there is a description of the issue found and the potential impact that this issue could cause. We perform a root cause analysis and we also propose an action plan with milestones and deadlines for when the issue needs to be resolved. This particular example is still under investigation. You can see at the top that the responsible of this document is the QA Manager.", "What are your current unresolved CAPA reports about?": "I can show you an example of a CAPA report. So you don't need to be concerned with all the details here, but this is a cover report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with the general training of our employees. So again, we have to define different action points for different areas and this is still under investigation. So you can take a look at it when you get it sent to you.", "How is cleaning validation performed? Could you please provide a standard operating procedure in previous cleaning logs?": "If you talk about the validation of the cleaning, that's the process that happens before we get our license, then we have to make a very, very detailed work to prove that all our cleaning procedures, that all our equipment is designed hygienically so that we can prove to the authorities that whatever processes we are going to run and cleaning procedures will be satisfactory. So that is the validation part of it. Now if we talk about the daily cleaning, to live up to the standard. Then we have some cleaning records and I can show you an example.", "Can you show us an example of cleaning record?": "So here for instance I can show you a cleaning checklist for cleaning a fermenter tank and that's pretty much all our cleaning records are constructed. It's both a cleaning checklist and it's also an SOP. So for instance here you can see the operator had to clean a tank T01 and there is a sequence of how the cleaning is supposed to be done and at the same time there are also some parameters which the operator has to achieve. For instance, the temperature has to be within 40 to 50.", "What procedures are in place to control the cell bank and inoculation of cultures to ensure safety?": "Let me show you the procedure for QC (quality control) because these are the ones that receive our strain vials. So actually, When we make a production batch, we get the vials from the USA. We don't produce them ourselves. In our mother company, Big Pharma, has a special laboratory where they duplicate the production strains and keep them under free-strike conditions. And then they send a small vial for each batch that we are going to produce. And it is insulated and it is with dry ice inside. Then when it is received by us in Lyngby, these special transport containers open and the temperature registration unit is received and connected to a PC. So inside the transportation container, there is a small sensor to register the temperature. So if the storage temperature during transport is checked and the data stored in our laboratory information management system (LIMS) and, for example, the temperature has been above the specified temperature, the whole batch of vial must be rejected. In case the temperature is okay, the vials are stored in a special vial freezer at our facility. So it's a freezer that I think it's about -73 or something like that. It's a very special freezer. And every time we are going to produce a new batch, a person from the QC takes out a vial and thaws it and put it into a Kolb and then it puts it into incubation. And when there's sufficient growth, we multiply it and then eventually goes into production. So that's how we handle our self-cultures.", "Sending bacteria from the US to Denmark comes with quite a lot of difficulties in the case of the regulations right?": " Yeah, I mean that was when we started the transportation, of course, we had to make a special approval for that particular transportation. Once given the transportation, now it's just a matter of the documents following the transport container.", "How are critical parameters controlled during fermentation?": "We have a central control system. So critical control parameters are being registered in this computer system. And then actually in our central control room, we have some screens and there are operators, at least one operator sitting and surveilling all the processes. And then when we do a special product, the system will automatically load that particular recipe into the process computer so it knows what alarm set points and other set points it's going to react to. So if the temperature, for instance, gets out of range on the computer screen, the operator will see a red blinking light typically. Then the person has to react to it, maybe call the engineer, and depending on how fast it can be handled, they might need to resolve the issue and take action if they think it could impact the product quality.", "Do you have a flowchart or PI diagram of your implementation layout?": "Well, we do have, it but that is proprietary, so I can't give it to you.", "How are people trained for production?": "Yes, I'm glad you asked that question because I can show you our operator training plan. So we're actually pretty proud of our operator training program because it's quite extensive and we think very, very, very useful. So any new operators and you maybe remember from your intro to Pharma A/S document that we have different types of operators. We have process operators in production. We have utility operators in maintenance, which generate all our utilities. And then we have logistics operators as well. And no matter which type of operator we are hiring, they will go through a five-step program. The first step of the program is simply just an introduction to our company where we start to talk about general policies, quality policies, the GMP, safety and so on. That's common for all the new operators. then After that, the operator will now start in their area and they will work side by side in a normal operating shift. Remember we are working 24 hours a day, seven days a week so we have five different shifts to cover 24 hours, seven days. So they will meet different shifts during a period of two to four weeks and they will start to get familiarized with the functions that they are going to maintain or they are going to perform later on. During the first three months, they will also have what we call intermediate cross-training. So they will be now taking out for a week and then they will meet their colleagues in quality control, and quality assurance, they will hear more about GMP and also the other operators' functions. So if it is a production operator, they will meet the utility function and the logistics function and vice versa. Once they are done with this training, they are ready to go on the job training.", "Can you describe the training program for operators?": "Yes, I'm glad you asked that question because I can show you our operator training plan. So we're actually pretty proud of our operator training program because it's quite extensive and we think very, very, very useful. So any new operators and you maybe remember from your intro to Pharma A/S document that we have different types of operators. We have process operators in production. We have utility operators in maintenance, which generate all our utilities. And then we have logistics operators as well. And no matter which type of operator we are hiring, they will go through a five-step program. The first step of the program is simply just an introduction to our company where we start to talk about general policies, quality policies, the GMP, safety and so on. That's common for all the new operators. then After that, the operator will now start in their area and they will work side by side in a normal operating shift. Remember we are working 24 hours a day, seven days a week so we have five different shifts to cover 24 hours, seven days. So they will meet different shifts during a period of two to four weeks and they will start to get familiarized with the functions that they are going to maintain or they are going to perform later on. During the first three months, they will also have what we call intermediate cross-training. So they will be now taking out for a week and then they will meet their colleagues in quality control, and quality assurance, they will hear more about GMP and also the other operators' functions. So if it is a production operator, they will meet the utility function and the logistics function and vice versa. Once they are done with this training, they are ready to go on the job training.", " How do you maintain the compatence of the operators you train?": "First of all, they have to be certified. So all this will end up in a certification. So now that at the moment the operator is certified, the operators can work alone in the system. And then they have to perform a certification again after a certain time, to make sure that their knowledge is always up to date.  But right now all our operators are pretty much in the first cycle of being certified. Some of them have been certified and some of them are still in training.", "How do you monitor the intermediate steps in the production process?": "That's also done by the central computer system. It also generates a batch record. So we have decided what kind of information should be generated in the batch record.", "How do you ensure proper blending and uniformity of your batches?": "That's something that goes back to the validation. When we validated the whole process, then of course, we evaluated the need for homogeneity and the need for any kind of blending, this has also been evaluated by testing that whatever blending or mixing operation was within the limits that we expected.", " How do you ensure your equipment is clean and maintained and qualified?": "So the validation has been done to make sure that what we do will work. I can show you a cleaning record for the fermenter tank of how we follow up and how we check in the daily production.", "How do you train and qualify people for maintenance?": " Yes, I'm glad you asked that question because I can show you our operator training plan. So we're actually pretty proud of our operator training program because it's quite extensive and we think very, very, very useful. So any new operators and you maybe remember from your intro to Pharma A/S document that we have different types of operators. We have process operators in production. We have utility operators in maintenance, which generate all our utilities. And then we have logistics operators as well. And no matter which type of operator we are hiring, they will go through a five-step program. The first step of the program is simply just an introduction to our company where we start to talk about general policies, quality policies, the GMP, safety and so on. That's common for all the new operators. then After that, the operator will now start in their area and they will work side by side in a normal operating shift. Remember we are working 24 hours a day, seven days a week so we have five different shifts to cover 24 hours, seven days. So they will meet different shifts during a period of two to four weeks and they will start to get familiarized with the functions that they are going to maintain or they are going to perform later on. During the first three months, they will also have what we call intermediate cross-training. So they will be now taking out for a week and then they will meet their colleagues in quality control, and quality assurance, they will hear more about GMP and also the other operators' functions. So if it is a production operator, they will meet the utility function and the logistics function and vice versa. Once they are done with this training, they are ready to go on the job training.", "Do you do other training for the people in maintenance except the operators?": " Yes, of course we have a maintenance engineer and we have a maintenance manager. I wouldn't say we have a specific training program, but of course they have been evaluated when they were hired that they had the right competences.", "Are there any documents that you can see about training maintenance engineers and maintenance managers?": "I can show you the general maintenance procedure. This SOP describes general maintenance. It tells about how we control the utilities, our calibration program and how it was initially set up. Initially, we gathered many different knowledgeable people together, production, QA, maintenance people and suppliers. We did a risk management process for each of our equipment and then we divided them into critical equipment, indirect critical and non-critical.", " And how often do you perform maintenance checks? Do you have some time assigned for the maintenance checks?": "Yes. We have a central computer system in maintenance where all the equipment and all the components, and instruments are being added. Their calibration and maintenance schedules have been added to this system. So every Monday morning, the maintenance engineer pulls out a report and then he can see which are the components, which are the equipment that needs maintenance calibration that week.", "Can we see an example of a calibration report?": "I can show you an example of a calibration record. So here, for instance, it's a calibration record of a temperature sensor. Here is the data of the sensor, it's a temperature sensor in the fermenter tank. You can see in the document the type and the manufacturer. And this is the instrument that we use to check the instrument itself. You can also see the data that was retrieved during the calibration. The electrician technician who does the test is supposed to establish whether the equipment is in tolerance or not. In this case, the instrument was passed, so the instrument was in tolerance. You can see more details about this in the document.", "Any additional documentation about the collaboration process because I know that some equipment is maintained by external companies. Is there any documentation about how they do the calibration?": "No, they normally are very eager to come and do the calibration because then they are getting paid for it. So they normally send us an email when they think that we have to calibrate their equipment.", "If an issue is found during the maintenance check, what is the procedure to handle the problem? Do you have any procedure handbook that you can refer to?": "Yes, this is specified in the maintenance procedure, in the corrective and preventative action section.", "What kind of procedures do you have in place for the intake and storage of raw materials? And do you have any specific SOPs for this?": "Yes, I'm glad you asked. So we have a packaging and storage SOP. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "So regarding storage distribution of your finished API. Where do you describe the SOP?": "There are details about how we handle the finished product in the packaging and storage procedure.", "How do you validate your supplies together? Who buys the supplies of raw materials?": "The QA department buys the raw materials. Then the sales and the purchasing departments set up the contracts with the suppliers. The contracts, of course, are based on specifications given by the QA department. And before we qualify an important supplier, normally our QA people will visit them.", "How are raw materials evaluated for acceptance? Could you please provide some relevant documentation?": "The raw material will be received and handled by the logistics operator. They will receive the certificate of analysis. It will go to QA and the QA will then compare the certificate of analysis with our specifications. In case there are any discrepancies, it's up to the QA personnel to evaluate how serious it is if the raw material has to be simply rejected.", "What are the criteria for the release of APIs and do you have any SOPs or documentation?": "I can show you the QA procedure. We have a section about the release of the final product. So we say quality control analyzes each production batch according to the product specification for the product. Results are verified by the QC supervisor before being entered into the laboratory information management system. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specification. So when the QA has done all the tests on a certain batch, they enter the results into the LIMS system.", "Could you please provide the latest quality review for us?": " No, not yet because we haven't been in production for a year, so we haven't got to that, but it's on our checklist.", "How does the quality control department ensure the proper function of critical equipment and could you please provide standard operating procedures?": "Well, most of the, if not all critical equipment in the QC is supplied by suppliers of all kinds of laboratory analytical equipment. That is relatively sophisticated so we don't maintain that ourselves. So we have our external suppliers to come and maintain it. They normally provide a due date or a frequency for that.", "How do you perform certification of analysis and could we see documentation regarding that?": "That is described in the QA procedure. It is the QA that releases the final products. So you can see when QA has approved a batch according to our internal specifications, then It is entered into the LIMS system, the QA person approves the product, and then the approved badges are automatically transferred to the sales department's IT system. Here they can retrieve a certificate of analysis. So that in the system different information are stored, such as when the batch is approved, when the salesperson has sold a certain batch or part of a batch to a customer.", "How do you perform stability monitoring of APIs and can we see documentation regarding this?": "We have not done it since our validation program. Of course, to get the license we had to show that our processes produced an API of a certain quality and a certain stability. We have not got to the point in our relatively short production lifetime that we have redone that work. So we don't have anything else but the validation.", "So do you do training on how to handle cell cultures?": "When we take a sample vial out of the freezer, that's QC personnel does it, and then they incubate it in a flask. All this is procedureized. When the cell mass in the flask has grown sufficiently, it then goes to production where they are inoculated into the fermenter tank. All this has to be done in a sterile and all details of the procedures are meticulously described and the operators doing that work have to be trained to do it.", "Then I think we're done with the audit. Thank you very much.": "Thank you, Novo Pharma. Thank you for your time. I'm very convinced that this audit will be a satisfaction for you and you hopefully give a recommendation to your management so that we can start a collaboration in the future. We are looking very much forward to seeing your report.", "We're from Nova Pharma A/S, and we have the QA team who will be auditing you today. The purpose of this audit is that we see you as a potential supplier of API for our company. And the reference stands out, then the standards that we will be using for this audit are ICH Q7 and Eudrolux Volume 4. All the results and findings of this audit will be presented in a report and we will send this to you within three working weeks. And if there are no further questions, I think we will begin. ": "Let me just also get the opportunity to say welcome to you and that Pharma A/S is very delighted to have you here. We have prepared this audit very carefully. So I'm sure that after the audit, you will find that we have a very mature QMS system and we can satisfy all your needs. So very welcome. ", "This is the general plan manager. We want to know how do you ensure that the management actively participates in maintaining the QMS?": "OK, I'm glad you asked that question because here you can see the minutes from the last management review we had, number three in a row. And here we gather the general manager, the quality manager, the production manager, the maintenance manager, and the logistics manager. And what we discussed during this manager's meeting, as you can see here, we talk about customer satisfaction. We talk about production issues. We talk about maintenance issues. And we talk about audits and inspections. And we talk about work environment and safety because we also were worried about that. We talk about correction, corrective and preventive action. And of course, as a management group, we are also interested to know how sales are doing. So this is kind of where everybody gets together and we discuss if our key performance indicators as we have defined, as you can see, living up to their expectations. And if not, then during the meeting, we'll have to define some actions and who is going to be responsible to take actions and when, hopefully, the actions are going to be implemented.", "Can you provide us with a layout of your production plan?": "Of course, we have a layout of the production plant, but this is kind of a proprietary information, so I cannot give it to you.", "And we also want to know how your facility ensures sufficient cleaning of the production facility. ": "Well, it's also a quite broad question. If you remember, we sent you also this document called Intro to our company, Intro to Pharma A/S and in that document you can actually see some of the cleaning procedures that we that we perform. ", "We're interested in knowing who is responsible for cleaning of the production facility.": "Yes, that is typically the process operators when we talk about the production. I can show you a cleaning record if you'd like to see that. So this is a typical cleaning checklist, in this case for a fermenter tank. We have them similarly for other units, but you can probably start to see that it not only works as a cleaning checklist, it actually also works as an SOP and standard operational procedure because it tells here in sequence what the operator needs to do. In this case, water flush, alkaline wash and so on. And it tells what are the different parameters and limits the cleaning has to be done according to. So this is how we typically clean our equipment. Now I'm just showing you an example for a fermenter tank, but there will be other cleaning checklists for the equipment.", "I want to ask you if you have documentation for stating who your qualified persons are.": "A very good question.  Then I will show you our QA procedure. And in that procedure, under training and competencies of QA personnel, it says that the quality unit manager must be competent to be approved as Pharma A/S qualified person according to the Danish Medicines Agency. So yes, the quality unit manager has to be qualified as a QP. ", "In the introduction to Pharma A/S document, we got a little overview of your structure in the facility. And here we noticed that quality control is part of the production department. How do you ensure those two departments are independent from each other? ": "Well, the reason why it is set up that way is that it's so convenient for us, production and quality control work very much together since production provides the samples and quality control analyses the samples. So these two departments, to avoid that they get into any proprietary conflict, are conveniently placed under the same management and that's why we have done it.  ", "So quality control and production are under the same manager?": "Yes.", "The next one is the quality unit. So to start, do you have an audit plan, internal audit plan?": "I can show you the internal audit procedure. This procedure tells us how we set up the audit plan. That QA by the start of the year, once a year, would have to make an internal audit plan for the whole facility and all departments must be audited internally during the year. Furthermore, we also talk about the auditor training that we do and the certification of our internal auditors, what it takes to become an assistant auditor, what it takes to become a lead auditor, and then also how we handle the internal audit findings.", "How do you record findings? ": "The quality assurance procedure states the corrective and preventive actions and it tells that all deviations or aspects with a potential negative impact on product quality (for example within batch records production maintenance logistics audits, etc) must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration so that basically everything that goes wrong must be registered with a CAPA that goes to the QA personnel. They will have to look it over and according to their best judgment, they will contact whoever is supposed to resolve the issue and give them a negotiated due date for fixing the issue. And the QA will follow up that it's getting done. ", "Do you have any templates for filling out the deviations of findings? ": "Yeah, I can actually show you a deviation record. We have an example here. This was a little bit of an embarrassing situation because this was an audit from an external customer and they gave us a major non-conformity. And this is the documentation of this major non-conformity.", "Do you have any kind of system so you follow up on the findings?": "That's kind of detailing of the CAPA system. But as I said, it's the responsibility of QA to follow up on the list of the CAPAs and as it is also mentioned in the management review document we had the management review we also we follow up on the CAPA reports under \"corrective and preventive actions\" and we have a goal of registering more than 95% of findings and we actually registered 97%. We are not so good at completing the CAPAs though. We had a goal of 90% but we are only at 36% so the quality manager has to do something about that. ", "How often do you have these quality management reviews?": "They are supposed to be quarterly. However, we have not been so consistent with the reviews. This is a relatively new site. We have been working with the quality manager for a long time. We have a lot of issues to deal with. We have to admit that the management reviews were all overdue or canceled in the first year. So we agreed to do a quarterly review. This is the third one. And this is actually the third one at all we have done in quarter one this year.", "Do you have the latest audit report?": "No, I don't. I don't have that handy. I'm sorry.", "So you haven't made the audit report?": "I mean the external audit reports, that's of course not our responsibility. Regarding the internal audit reports, we have done two. We are supposed to have done three. These audit reports are somewhere. I don't know exactly where they are right now.", "Can we see your latest product quality review?": "No, because the product quality review you're supposed to do that yearly and we have not really been in production for a full year so we have not done our very first product quality review yet. ", "How do you ensure the correct qualifications of your personnel?": "I'm glad you asked that question. We have a pretty good training program. So here is the training program for all our operators. We have different types of operators. We have process operators, utility operators, statistics operators and if I may say it we have a pretty nice program. So you can see here the training program is in five phases when they get hired, actually during the first month of hire they will have about a week of introduction, where we tell them about our company, policies, GMP, safety and so on. Then they will go into an introductory training program in the department where they're supposed to work. We work shift work all day, all seven days, 24 hours, but they will start on a day shift and follow some of their colleagues on that particular area where they're supposed to work if there's production of utility or logistics. So they get an idea of what they are going to work with. Then after a while, they will also get one week of introduction to the other departments which they will interact with during their work, quality control, quality insurance and so on, and the other operators' functions. And when they have done that, they will start their shift work with a trainer and they will do what we call on-the-job training. And then when they are ready, they will do a certification test for that job function. This is the real evaluation of the operator in training by the supervisor and the trainer.", "So operators in training do not operate before they are fully trained?": "No, they are not supposed to work on their own before they have been certified.", "So operators in training have a trainer next to them?": "Yes, you can see all the details in the Training Program Procedure.", "Do you have a plan to follow up on the training of the operators?": "Yes, we have a training plan. If you like, I can show you one for a specific operator, if you like to see that.", "Yes, we would like to see the training program for a specific operator.": "So here you can see a training plan in progress. Operator one was hired on the first of June. It is an operator who's supposed to work in fermentation and they got their first intro training with an HR person and that was done the intermediate cross training with a QA, QC maintenance and logistics that was done and now the person is in on the job training waiting to get ready to get certified.", "So if you plan on following up that they are up to date with the training also yearly or if something new changes comes to the SOP, do you have a program for following up?": "We don't have it yet. We are kind of in the middle of just training our very first operators. But of course, when time has passed and we start to see operators that are going to be trained in other functions, then we will also need to worry about every certification program. But that has not been implemented yet.", "Who is responsible for packaging and labeling of the final product?": "That is the logistics operator. And I can show you that particular procedure. So here we have the SOP for the warehouse and logistics, packaging and storage, and exactly what you asked about. Here we have a section about packaging and labels. So you can see packaging materials and label materials are received by the logistics operators. They have to separate each day for the production program. They have to separate exactly what packaging material and what labeling material they need to use. And by the end of the day, if it is not used, they will have to either discard it or if it can be somehow reused, they will do that. Labels, for instance, will always be discarded. And packaging material, if it is in integrity, that can be put back on their stories.", "Do you have a system for releasing or rejecting your material or your product? And who is responsible for this?": "This is the procedure for raw materials and is valid for any kind of incoming materials. The raw materials are received by the logistics operators. A certificate of analysis is checked by the operator and sent by internal mail to the QA department in case of any immediate suspicion about the integrity of the raw material, damaged packaging, odd color, smell or consistency, and the QA department is contacted immediately for possible quarantine or rejection of the batch. So this is not only raw materials, but also other packets and materials which come in contact with the product. So the logistics operator, they will receive it. There will always be what is called a certificate of analysis or some kind of a document, a paper actually coming with the exact pallet or the supply. And then the operator will not look at the documentation and see if everything is okay. They will just make sure that there is documentation and that it doesn't look totally strange. And then the person will also visually inspect the material if there's anything strange visually, a strange smell or something like that. If that is okay, the product will be taken in and looked at and taken to the right place. \n", "So there is no release of the raw material from the QA?": "The CoA (certificate of analysis) will go to the QA. Raw materials are received and they will check the CoA (certificate of analysis) according to their specifications. ", "How do you control and document your production parameters? You showed us a bit earlier, but do you have any kind of master production instructions?": "We do have, we call them recipes. We have a computer system that controls most of the production processes, the different units, for instance, fermenter tanks, how the pH, the temperature, and the oxygen tension are going to be controlled. That is a kind of recipe according to the product. And that is loaded into the process control system. And then in our central control room, the operators are sitting in front of screens and looking at the parameters.", "Do you have any example or documents on the recipes?": "No, I don't have it and I'm not sure I'm allowed to give it to you because it's a proprietary information.", "Do you have any batch records?": "Yes, we do. But no, I don't have anything I can show you. ", "So when the operators sit in the room and they discover there are some deviations in these parameters, how do you handle these deviations?": "It's a case-by-case. If it is something the operator knows and can correct immediately and it doesn't have any impact on product quality, then of course the operator is allowed to correct it and it doesn't necessarily need a recording. But if it is something that has a potential negative impact on product quality, then there must be opened a CAPA record.", "Do you have any SOPs on what the operators should do in any situations where there are major deviations? Should they stop?": "No, of course it's part of their training, but honestly we don't have it in writing.", "So you are working with bacteria in your facility and you are working with GMOs And how are these materials handled in a way to avoid contamination between final products, for example?": " If we talk about GMOs, that is a specific regulation. And here in Denmark, it's regulated by Miljøstyrelsen (the Environmental Protection Agency). So if you have to work with the GMO on a large scale, and it goes to the clearance between the lab scale and industrial scale is 15 liters. Then you have to make an application via Arbejdstilsynet to Miljøstyrelsen. And basically what you have to prove is that your GMO, living material, is in containment. You are not allowed to have living GMO to escape to the surroundings. If we work with what is called class one GMO, which is the least, it's harmless for human and animals, but it is still a GMO. If you work with the most dangerous GMO, that would be Ebola or something like that, then it has completely different requirements. But class one, as we use, then the whole plant is the containment. We have to make sure that nothing living living GMO escapes that building.", "Do you test for residual material or bacteria in your fermentation tanks? For example for content?": "Where we have an issue is where we have, for example, waste streams. For instance, the biomass, which has been generated in the fermentation, goes to the downstream processing, it's being filtered out of the liquid and that filter cake, which is the biomass, which is GMO has to be inactivated. So we have a special inactivating plan where we treat it with steam. And then we take a sample and send it to the QC lab. And if there are any living organisms, which is supposed not to be, then we can't release it. By the way, they are used as fertilizers and they are very useful for the farmers, which they are very happy about.", " So, one thing is contaminating the area around you, but what about contamination of the actual fermentation since you only want your working bacteria? What do you do? Do you test for that? Do you have any procedures in this regard?": "Of course, we are most interested in making sure that our production is clean, and that we don't have contamination, because that would mean that we, in the worst case, mostly always would have to reject the batch and then we lose all the raw materials value and so on. What we do is that we take fermentation, which typically will take anywhere from 48 hours to seven days, depending on what type of strain we use. But the operators will follow every eight hours or something like that. They will take a sample from the fermenter tank and look at it in a microscope. And if they see anything unusual, they know what the production strain looks like. But if they see something else, then they'll have to call the production engineer, who will look at it again and see if there's something very wrong. And that could be, then we'll have to stop and discard the batch. But of course, the integrity of the fermenter tank and the other areas where we work with the first part of the downstream is designed to make sure that we are as clean as possible because it's in our economic interest.", "Talking about cleaning, do you have any hygiene program?": "For the personnel, it's part of the training, but I don't have any documentation I can show to you. But of course, in the GMP introduction, we talk about personal hygiene and so on.", "Talking about cleaning, you showed us the cleaning checklist earlier. Is this also regarded as an SOP for CIP cleaning or do you have a separate SOP for the CIP cleaning?": "No, this is the SOP also, as you can see, it's pretty logical in the structure. It tells what the operator has to do during the cleaning step by step and what parameters they have to obtain. So this is the SOP as well as the cleaning checklist. And just for your information, then when the cleaning has been done, we take what we call a rinse sample. So that is when the cleaning has finished, then the operator takes from the very, very last water coming out of the cleaning, out of the unit, he or she takes a sample, measure it for conductivity. And if the conductivity is more than normal, then we know that something that's not supposed to be there. ", "Do you have any overall cleaning records?": "No, I don't have anything that compiles the information, if that's what you asked about", "How do you ensure that the materials are appropriately tested for identity, strength, quality, and purity?": " Yes, let me show the quality control procedure. So overall, the quality control department, their responsibility is to, as you can see here in the start, analyze raw materials, semi-products and final products, implement documents and maintain analytical assays and procedures, receive, control and store production vials from Big Pharmas central vial laboratory. So vial, that is the small samples of bacteria, so whatever we use for production, propagate the vial for production, give support to production for product optimization. And then the procedure states how we receive the samples. The product production operators take the routine samples in the production. Then at the end of the shift, they deliver it to the refrigerator in the QC lab. Then the next morning, the QC lab operators will look at how many samples they have. Then they will take the samples and deliver them to the QC lab and then the next morning the QC lab operators will look at how many samples there are and what type they are and then they will plan their work during the day and all the analytical work that is done according to assays pretty much received from Big Pharma that's nothing we have developed our own that has been given by us from Big Pharma what assays we need and the quality and the acceptance criteria for each of the products. When the analytical work has been done, as you can see, the QC lab technician will then take the result and put it into what we call the Laboratory Information Management System (LIMS). Each type of raw material or final product has its own assay protocol. All these results will be compiled and then in the LIMS system, it will be available for QA to look at. So it's the QA's responsibility to look at a certain batch of raw material or finished product and see if all the analytical results compared to the specification, if it is okay then they will approve it in the system and then automatically that batch, if it is final product will be liberated in the sales IT system so they can start to actually to sell that particular product. If there's something in the analytical work that doesn't match.", "Do you have a record of session QC procedure?": "No, I don't have anything more specific than this one. But I'm pretty sure when you read it, there's quite a lot of information.", "You state that you have production running year round 24 seven. But you only have QC workers at the production plant on weekdays and during the day (not nighttime), how do you ensure there are two seats?": "I mean, we only, as you're perfectly correct, it's a good question. So actually, the products being produced during nighttime and during the weekends, they will automatically be held in kind of a quarantine until they've been analyzed. So it's just a matter of a buffer of product that we have waiting for quality control. So of course we have to schedule our products and plans so we have sufficient product also being able to be pulled up for the weekends and so on.", " So in regards to your company setup, like the flow the entire production. And what happens after spray-drying?": "Spray-drying is our final production step and the product after spray-drying will be a very fine powder that will be packaged in appropriate packaging depending on the sizes, depending on the product. Some are small plastic jars, some are larger bags. And that's kind of our final product and that's what I hope that you will buy from us. So you will receive our final product as a fine-dried spray-dried powder.", "So after you produce a product, how do you ensure that your API is only distributed after the release by QA? So what we are looking for, what documentation do you receive from QA before you are able to distribute your product? ": "Well, it's pretty much in the LIMS system when the product has been analyzed at the QC and the result from the QC has been approved by the QC personnel. They don't look at the specification, but they just approve that this result has been done according to the statistics. They will add the results to the LIMS system. The QA will look at the results numbers compared to the specifications. And if all the numbers comply with specifications, they will assign this batch as approved. It's all electronically. And then that will be liberated for the sales organization to start.", "Do we receive any proof, as a potential customer, that the product is living up to the standards?": "Of course, we ourselves can see the status in our system. We issue a certificate of analysis when we send the product to the customer. Most customers, they want it actually by email. But if they want a paper copy, we can do that as well. ", "And do you have an example of the fact that the product is living up to the standards specified?": "No, I don't.", "Is there any way we can be sure that the product is released by QA for the customer?": "Yeah. I mean, that is our procedure. That's how we do it. That would be, I mean, if we had time, we could go to the QA department and we could talk to one of the QA technicians and they could show you the system where we electronically approve the product.", "How do you show that the product is handled in a way that ensures the integrity and quality of the shipping material?": "Yes, if we look at the packaging and storage procedure, you can read a little bit about that. We, in our warehouse, we have separated the warehouse into two areas. We have painted directly on the floor some green areas, and we have painted some yellow areas. So when the product is being received from production, still under analysis, it is being put in the green area, waiting for analysis. If it is approved by QA, it will stay in the green area and now it's ready for sale. If for some reason there's a problem with the product, then it will be physically moved from the green area to the yellow area and there will be put some kind of a status label on the product.", "Is there any quality assurance of the packaging and storage procedure, any shipping clearance?": " I mean it's stated here that what the operators need to do, they are trained to do it so according to their training program we must, of course, believe that they are doing what they are supposed to do.", "So quality assurance is not part of the logistics? ": "No, not the physical validation, but QA receives the numbers and if that's ok then the product is released for sale and the logistics operators will get a notification regarding the order and cost of transportation since we don't move the products ourselves but the transportation company will have to move it from the green area into the loader or track.", "Do you have any protocol for the ongoing stability of your product?": "Yes, we do have it. I mean, everything, all assays and all stability tests has been provided by Big Pharma and has been validated by people from Big Pharma. We didn't do that. Of course, we accompany it, but we don't do that validation ourselves. That is part of the validation to share with the authorities that all production procedures were validated. I don't have that documentation here that was all sent to the authorities and sent back to Big Pharma.", "Do you have any calibration records?": "Yeah. This is the maintenance SOP, which describes the general setup and how the calibration program has been organized. In addition, I'll show you a real calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay.", "Can you send us this document?": "Yes.", "Then we would like to thank you for your time and for allowing us to come and visit.": "Okay, we again we are very pleased with your visit today. We think it went extremely well. So we hope that you will get a good result of your audit and you will recommend us for your management for future collaboration. So thank you.", "How do you prevent the discharging of incoming raw materials wrongly into the existing stock?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately. In the procedure, you can also see a section of labels, where it states that labels are printed during the start of the shift for the batches and sub-batches to be packaged according to the daily packaging plan.", "How do you manage your documentation and records system?": "The Laboratory Information Management System (LIMS) stores all analytical protocols, standard operational procedures and forms. Moreover, according to general rules, we have to keep all relevant production and batch records at least one year after the expiring of the batch or at least five years after the documentation has been generated, whatever is the longest period.", "How do you ensure the adequacy of documentation, including SOPs, batch records, and validation documentation?": "We store all analytical protocols, standard operational procedures and forms in our Laboratory Information Management System (LIMS). According to general rules, we have to keep all relevant production and batch records at least one year after the expiring of the batch or at least five years after the documentation has been generated, whatever is the longest period. In general, the validation of our procedures and documntation  happened before we started our production. Moreover, Pharma A/S has recently received the Danish Medicine Authorities (Lægemiddelstyrelsens) Marketing and Production authorization to produce and market its products. As a part of the head office quality strategy, Pharma A/S has also recently been certified according to ISO 9001:2015. \n", "How does the QA unit ensure the competency and training of personnel involved in quality-related activities?": "I can show you the quality assurance procedure, which summarizes the procedure for defining the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark.  The quality unit manager is responsible for this document and for the whole procedure. And here we have, of course, a summary of the department responsibilities, so implementing control of the raw materials, the release of the raw materials and the new product, also management and coordination of all the different departments, actually, like how everything works within the different departments. We have procedures regarding the audits here and how people can qualify to become auditors, internal auditors, and then corrective and preventive actions. The training and competencies for the QA personnel are also very important. Here it is stated that the Quality Unit Manager must be competent to be approved as Pharma A/S´s Qualified Person according to the Danish Medicines Agency (Lægemiddelstyrelsens) criteria. The QA engineer must as a minimum have a Master degree in Chemical or Biochemical Engineering or similar relevant education. The QA technical assistant must have a technical degree like a laboratory technician, technician from the pharmaceutical or food industry, or similar relevant education with minimum 3 years experience. ", "Can you tell me specifically about training and competencies for quality assurance personnel?": "In the quality assurance procedure, which we have if you would like to see it afterward, is stated that the Quality Unit Manager must be competent to be approved as Pharma A/S´s Qualified Person according to the Danish Medicines Agency (Lægemiddelstyrelsens) criteria. The QA engineer must as a minimum have a Master degree in Chemical or Biochemical Engineering or similar relevant education. The QA technical assistant must have a technical degree like a laboratory technician, technician from the pharmaceutical or food industry, or similar relevant education with minimum 3 years experience. ", "May we see your internal audit findings reports?": "Yeah, I can show you the management review. Then we can take a look at the inspection part. So here you can see some indicators of how our audit program and our external inspections have been doing. For instance, here number one training of internal auditors. Three out of six are done, two are in progress, and one has not started. So here we have an issue, it says we have problems making internal auditors available for training. Of course, this is a bad excuse, but we are still a new company.", "Can you provide some examples of risk mitigation strategies the organization has lately planned and executed?": "It only depends on the product quality basically and whether that would affect the product quality or not. For example, if there is a problem with the fermentation tank, such as a leakage or an issue with the stirrer, that would of course impact the quality of the final product, because maybe then you wouldn't have enough speed. But I don't have a list of all the different examples.", "Who is responsible for each utility system (steam, ventilation, water, power) and what are their qualifications and training related to this?": "I'm sure we have drawings. I don't have them easily retrievable. But I'm sure we have the drawings stored in our system. And of course, we have specifications for our utilities, of the steam quality, of the water quality, of the compressed air and so on. Again, unfortunately, I don't have these specifications here.", "Do you have a valid inventory system and can you show it to us?": "The QA department buys the raw materials. Then the sales and the purchasing departments set up the contracts with the suppliers. The contracts, of course, are based on specifications given by the QA department. And before we qualify an important supplier, normally our QA people will visit them.", "Can you provide the cleaning schedule and records for the production area and equipment? How do you verify the effectiveness of the cleaning procedures?": "You can find this information in the Intro to Pharma A/S document. There the frequency of the sterilization and the cleaning are specified. Unfortunately, I do not have cleaning schedule and cleaning records here with me that I can show you, but I do have a cleaning checklist that also works as an SOP.", "Have all process changes been evaluated and approved; how do you do that? Can you give me an example? Do you have any documents?": "We get the product specifications from our mother company in the United States, Big Pharma. So we are not involved in the approval of the product specifications, but of course, we are doing the approval of our own produced production batches.", "How do you monitor your utility system? Can you show us documentation showing that your utility system is qualified properly? Do you also have a drawing of your utility system?": "I'm sure we have drawings. I don't have them easily retrievable. But I'm sure we have the drawings stored in our system. And of course, we have specifications for our utilities, of the steam quality, of the water quality, of the compressed air and so on. Again, unfortunately, I don't have these specifications here.", "How do you conduct an internal audit? Is there an example of an internal audit schedule and plan? Can you provide an example of an internal audit report?": "I can show you the internal audit program procedure. So in this procedure, we are describing, first of all, how the internal audit system is set up, that we have an intention to audit internally all our departments or functions at least once per year. And then we talk about how we organize the logistics of the audit program. And we talk about how we train our auditors. What does it take to become an internal auditor? How long does it take to become an internal lead auditor? And how we handle the internal audit findings. So this is a rather complete description.", "How do you provide personnel training, who will be involved in it, and how do you evaluate the training result? Can you provide a recent SOP training record?": "I can show you our operator training plan.The training program for all new operators contains 5 phases: 1. Introduction to Pharma A/S. Normally during the first month after hire. General knowledge about the company, policies, GMP and safety. Common program for all operators. 2. Introductory training program. 2 to 4 weeks duration on day shift. The new operator is introduced to all the different operator job functions in own department. 3. Intermediate cross training. During the first 3 months after hire. One week introduction to quality control, quality assurance, GMP and other non-own operator functions (production, utilities or logistics) Dayshift. 4. On the job training. The operator starts on the operator team and in the assigned shift work schedule. This training period will have to prepare the operator for certification in a specific job function. 5. Certification in specific job functions. For already certified operators who will prepare for a new certification in another operator job function, the person will do steps 4 and 5. The training plan template attached as Attachment 1, is started to be registered right after hire. I also have a filled-out training plan, if you would like to see it.", "Can you describe the procedures you follow to ensure the appropriate release of raw materials and finished products?": "I can show you the quality control procedure. The QC supervisor will verify the results and will transfer to QA for final evaluation. So in QA, a person will look at the results and the product specification and if it is okay it will be electronically approved. And that means also in our system that automatically it will be approved for sale. So now the salesperson can look up and see this and that batch is approved. They can dispose of it.", "Where does water used in the final steps of purification come from and how do you insure compliance?": "Water used in the final isolation and purification steps should be monitored and controlled for total microbial counts, objectionable organisms, and endotoxins. We take samples of the water and measure conductivity. Conductivity is a measure of ions in the water. This is to make sure that there are no deviations or strange materials, otherwise, that would be detected in the conductivity analysis.", "Can you show us your cleaning records?": "I do have an example of cleaning. This is for the fermentation. And here you can see that the operator responsible was cleaning tank one. And then of course we note the date when it was cleaned, the time, how long it took and then we note of course temperature and flow. And whether we had some problems. And then of course, if there are just the small adjustments that can be handled by our operators, while if we find non-conformities, then we have to make a CAPA report and handle that as well.", "Can you show us your calibration records?": "I can show you a calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay.", "How do you make sure the raw material is in appropriate conditions for the right purpose?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately.", "Do you have a procedure for calibration of your equipment and with what frequency is it done? Please provide records of previous calibrations.": "There are of course different calibration frequencies. Some instruments are maybe only calibrated every half year, one year, and some every month, depending on the criticality and the vendor's recommendation. But once a week, I think on Monday Morning, the maintenance engineer pulls the records from the system and starts to plan for the coming week and what equipment needs maintenance and calibrations.", "Can you show me how the API is protected when it is packed and stored?": "There are details about how we handle the finished product in the packaging and storage procedure. I can show you the actual procedure, but I do not have any record I can show you at this moment.", "How are incoming raw materials inspected, verified, and stored to prevent contamination and ensure quality?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately.", "Can you provide us with written procedures regarding the cleaning-in-place (CIP)?": "No, we don't have a written procedure for the cleaning, but I do have an example of cleaning. This is for the fermentation. And here you can see that the operator responsible was cleaning tank one. And then of course we note the date when it was cleaned, the time, how long it took and then we note of course temperature and flow. And whether we had some problems. And then of course, if there are just the small adjustments that can be handled by our operators, while if we find non-conformities, then we have to make a CAPA report and handle that as well.", "Can you provide us with control record?": "No, they are actually in our computer system, so I can't show them to you.", "How do you store and ensure proper storage conditions for the raw mats, and product?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately.", "How do you ensure that the production materials are handled and stored in a manner that does not adversely affect their quality?": "Yes, if we look at the packaging and storage procedure, you can read a little bit about that. We, in our warehouse, we have separated the warehouse into two areas. We have painted directly on the floor some green areas, and we have painted some yellow areas. So when the product is being received from production, still under analysis, it is being put in the green area, waiting for analysis. If it is approved by QA, it will stay in the green area and now it's ready for sale. If for some reason there's a problem with the product, then it will be physically moved from the green area to the yellow area and there will be put some kind of a status label on the product.", "How does the QC department ensure that all API batches meet the required quality specifications before release?": "Yes. So this information is contained in the QC procedure. So here we have a summary of the procedure. In this procedure, it is also described that we test the raw materials and we do a lot of analytical work. And then it's also important to say that we store everything in the LIMS system. Unfortunately, now the system is down. So I cannot show you some of the specifications.", "Can we see the records you keep regarding the active consultants?": "No, they are actually in our computer system, so I can't show them to you.", "Do you have a qualified person with authorization to release your API. Is this person specified and where is this person located?": "Sure, we do, otherwise we would not have a license. The qualified person is the quality manager, this is stated in the quality assurance document. The document also states in the training and competencies of QA personnel section that the quality unit manager must be competent to be approved as a Pharma A/S qualified person according to the DMA criteria.", "What is DMA?": "It's the acronym for Danish Medical Agency.", "May we see your cleaning validation studies?": "If you talk about the validation of the cleaning, that's the process that happens before we get our license, then we have to make a very, very detailed work to prove that all our cleaning procedures, that all our equipment is designed hygienically so that we can prove to the authorities that whatever processes we are going to run and cleaning procedures will be satisfactory. So that is the validation part of it. Now if we talk about the daily cleaning, to live up to the standard. Then we have some cleaning records and I can show you an example.", "How do qualified production personnel carry out in-process controls? How are test outcomes and results appropriately documented within the batch record? Additionally, can you describe the written procedures that outline sampling methods?": "We do have, we call them recipes. We have a computer system that controls most of the production processes, the different units, for instance, fermenter tanks, how the pH, the temperature, and the oxygen tension are going to be controlled. That is a kind of recipe according to the product. And that is loaded into the process control system. And then in our central control room, the operators are sitting in front of screens and looking at the parameters.", "May we see batch records and documents regarding sampling procedures?": "I don't have a batch record that I can show you, sorry. That is proprietary information because it's very detailed about our products and our clients' products. I am sure you also would not like it if we showed documents with specific parameters regarding your products, once you decide to collaborate with us.", "How to ensure that processes and procedures remain capable of achieving the intended results?": "This is a validation issue. Now yields, of course, are important for us because it's something that makes more money or less money. However, yields may not be the most important criterion for product quality. But as I said, during the whole validation phase where we tested all our equipment, we made a control process.", "May we see your periodic validation reports?": "No, it's in the US. We sent it back to the US. We don't have it.", "What is your process for receiving and managing raw materials from external suppliers?": "The QA department buys the raw materials. Then the sales and the purchasing departments set up the contracts with the suppliers. The contracts, of course, are based on specifications given by the QA department. And before we qualify an important supplier, normally our QA people will visit them.", "What products do you use for the cleaning of equipment and of process lines?": "You can find this information in the Intro to Pharma A/S document. There the frequency of the sterilization and the cleaning are specified.", "How do you implement an effective system of maintaining documents and overall integrity of the team?": "Most of our documents (the original documents) are in our computer system. So if somebody wants to look at a document, they have to access the computer. Of course, some documents from time to time are being printed out. And if an operator, for instance, in training has to do a special activity, it's probably convenient for the person to print out an SOP and walk around with the SOP while they are doing the work. But in general, we keep all the information in our IT system.", "Does the organization perform frequent internal audits? When was the last time such an internal audit was conducted? Could you provide the last two appropriate internal audit documentation reports?": "So I can show you the internal audit program procedure. This procedure explains how we manage the audit program and the frequency of the audits. It says that we should make an audit of each of our departments every year, at least once a year. And then it goes on to talk about how we distribute the program and how it's getting finalized. And it talks about how we train our internal auditors. You can become an assistant auditor going through a training program or you can become a lead auditor. If you have already become an assistant auditor, then you can add on to become a lead auditor. And then we talk about how we handle internal audit findings.", "When was the last internal audit performed?": "I don't have the exact date, but we have performed two out of three scheduled internal audits in the last quarter, as you could see from the management review document.", "According to the ICH Q7 quality unit(s) should be independent of production, so why is your QC a part of the production department and not completely independent or at least do you secure the independence of QC from the production department?": "Well, given that Pharma A/S is still a very young company, there is still a lot of interaction and still a lot of learning that comes from both departments. So it is currently beneficial for us to have QC under production. Also, it's a small facility right now, so it works easier if they work in close collaboration. However, we can ensure you that the two departments are able to perform their work independently.", "Do you have documents with information on cell bank usage records, storage conditions, and records of personnel accessing them?": "No, they are actually in our computer system, so I can't show them to you.", "How do you respond when you find unqualified final products and intermediates?": "In general, we have to make a CAPA report. This is specified in the QA procedure, in the corrective and preventive actions section. It says that all deviations or aspects with potential negative impact on product quality must be registered in the CAPA system. It could be within batch records, production, maintenance, logistics, audits, et cetera. It is the responsibility of the owner of the information to perform the registration. I can show you an example of a CAPA report.", "How are deviations from established procedures documented and addressed?": "We have a CAPA system to report deviations and non-conformities. Any employee who discovers some kind of deviation or ideas for improvement should open a CAPA report. In that case, the CAPA report will go to QA and QA will decide what to do, and who is going to be responsible for solving the CAPA report and negotiate some kind of a time frame for the resolution of it. I can show you an example of a CAPA report, if you like.", "How do you validate the test the quality of the API produced? Can you show us the quality control procedures and how they are implemented?": "I can show you the quality control procedure. So basically, QC is responsible for all the analyses, they receive the samples from production. As you can see here, the analyses are delivered daily by the operators, put into the refrigerator, and then they make a program in the morning of what analyses have to be performed. Then the operators work according to the analytical protocols, the standard operational procedures in the laboratories. They are all being demanded by our mother company, so it's nothing we have developed ourselves. When we get the analytical results, we put them into our LIMS system (Laboratory Information Management System), a software system. So here anytime we make an analysis, the technician puts the number into the LIMS system and then it's available for QA. So as suggested in this procedure, we test for every operation and take samples for each, to ensure consistency in quality products. And we of course do tests for each line as well.", "How do you keep independence between QC and Production units?": "Well, given that Pharma A/S is still a very young company, there is still a lot of interaction and still a lot of learning that comes from both departments. So it is currently beneficial for us to have QC under production. Also, it's a small facility right now, so it works easier if they work in close collaboration. However, we can ensure you that the two departments are able to perform their work independently.", "When do you issue the Certificate of Analysis and what information does it include? Can you show us one?": "That is described in the QA procedure. It is the QA that releases the final products. So you can see when QA has approved a batch according to our internal specifications, it is entered into the LIMS system, the QA person approves the product, and then the approved badges are automatically transferred to the sales department's IT system. Here they can retrieve a certificate of analysis. So that in the system different information is stored, such as when the batch is approved, when the salesperson has sold a certain batch or part of a batch to a customer. I do not have an example that I can show you, unfortunately, since it's proprietary information.", "How do you verify the validated quality tests on API done by the quality control department?": "I can show you the quality control procedure. So basically, QC is responsible for all the analyses, they receive the samples from production. As you can see here, the analyses are delivered daily by the operators, put into the refrigerator, and then they make a program in the morning of what analyses have to be performed. Then the operators work according to the analytical protocols, the standard operational procedures in the laboratories. They are all being demanded by our mother company, so it's nothing we have developed ourselves. When we get the analytical results, we put them into our LIMS system (Laboratory Information Management System), a software system. So here anytime we make an analysis, the technician puts the number into the LIMS system and then it's available for QA. So as suggested in this procedure, we test for every operation and take samples for each, to ensure consistency in quality products. And we of course do tests for each line as well.", "Can you explain how your QA department facilitates management reviews and how often these reviews are conducted?": "I'm glad you asked. So actually I can show you our latest management review. We do management reviews every quarter. So this is how we do management reviews and here you can see the minutes from the last review we had. It was number three in our sequence. And you can see the participants, such as the general manager, the quality manager, the production manager, the maintenance manager and the logistics manager. And what we do is that we follow up on a lot of different key performance indicators. We have some for customer satisfaction, we have some from production. We have some for maintenance, we have some for audits and inspections. work environment and safety which is also our concern. Corrective and preventive action and of course sales are also one of our main concerns. And then you can see each issue. For instance here, the customer satisfaction, we have defined in this case three indicators. Delivery on time, we want to be better than 95 and we have been at 98, so that's satisfactory. And then packaging integrity, as you can see, we would have liked to be better than 99. We have not been so good. 82%. So here, during the meeting, we are discussing what we need to do about it and we appoint somebody to take care of the issue and then also a due date for us to get feedback on that particular issue. So this is generally how we do management reviews.", "Do you keep records of the tests performed and what information do they include?": "We store all the results in our Laboratory Information Management System (LIMS). We include all relevant parameters that can be useful to monitor our production.", "How and how often do you perform environmental control in the production area and do you have an SOP for that to show us?": "Yes, I'm glad you asked. So we have a packaging and storage SOP. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material. Moreover, sustainability is a very important matter to us, so we also periodically perform life cycle analysis.", "How do you store reagent and standard solutions? Do you have an SOP for that to show us?": "Yes, I'm glad you asked. So we have a packaging and storage SOP. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "What is your procedure to ensure correct packaging and labeling of intermediates and APIs?": "In the packaging and storage procedure, it says that packaging materials and label materials are received by the logistics operators. The materials are checked for integrity and after approval are stored in the appropriate storage facility for packaging and label materials in the warehouse area. Defect materials are separated and discarded. Then it states that packaging and labeled material must be kept under hygienic conditions including controlled temperature and humidity. Packaging and labeled material are only retrieved by the logistics operator when they are to be used during the same shift. The materials must be inspected for any defects before use. Labels are printed during the start of the shift for the product to be packed according to the daily packaging plan. Unused packaging material must be returned to the storage area by the end of the shift. Unused labels must be discarded. Would you like to see the procedure?", "How do you practice a pH calibration?": "Calibrations are addressed in the maintenance SOP, which describes the general setup and how the calibration program has been organized. I'll show you a real calibration record. Unfortunately, I only have an example of calibration of a temperature sensor, not pH.  You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay. ", "When (and how) was the last time production facilities were cleaned and disinfected? Can you provide any such evidence?": "We have a general cleaning program and a pest control program for our external and internal premises. We have an external company to take care of the pest control program. That's something that we don't do ourselves. So they, I think it's once per week or something like that, they come and check all the traps around for pests. Then for the internal cleaning, then we have employees taking care of that. I don't have a record of the last cleanings performed, but I can show you a cleaning checklist that also works as SOP.", "Where is the review of all batches that failed to meet specifications?": "We store everything in our computer system. Then of course, we would have to make a CAPA reports for all the deviations and then discuss these at our next Management Review.", "Have you recorded any document regarding the last time the equipment was maintained and calibrated?": "Yeah. This is the maintenance SOP, which describes the general setup and how the calibration program has been organized. In addition, I'll show you a real calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay.", "How do you manage the calibration and maintenance schedules for your critical manufacturing equipment, such as fermenters and centrifuges?": "The Maintenance department does repair and preventive maintenance of equipment and systems registered in the maintenance data file. Equipment or systems not included in the maintenance data file must be serviced from outside companies, typically the supplier of the equipment. Tipically for our critical equipment, the providers are very eager to come and do the calibration and maintenance. So they normally send us an email when they think that we have to calibrate their equipment.", "Documentation of the examination and review of API labeling and packaging materials for conformity with established specifications.": "So this information is contained in the QC procedure. In this procedure, it is also described that we test the raw materials and do a lot of analytical work. Regarding the packaging and labeling, we have a specific procedure for that, which defines the standards and activities for packaging and storage of the final product at the Pharma A/S production plant in Lyngby, Denmark, if you would like to see it.", "Could you outline your training program for employees involved in producing APIs, especially those handling GMO materials?": "I can show you our operator training plan. So we're actually pretty proud of our operator training program because it's quite extensive and we think very, very, very useful. So any new operators and you maybe remember from your intro to Pharma A/S document that we have different types of operators. We have process operators in production. We have utility operators in maintenance, which generate all our utilities. And then we have logistics operators as well. And no matter which type of operator we are hiring, they will go through a five-step program. The first step of the program is simply just an introduction to our company where we start to talk about general policies, quality policies, the GMP, safety and so on. That's common for all the new operators. Then After that, the operator will now start in their area and they will work side by side in a normal operating shift. Remember we are working 24 hours a day, seven days a week so we have five different shifts to cover 24 hours, seven days. So they will meet different shifts during a period of two to four weeks and they will start to get familiarized with the functions that they are going to maintain or they are going to perform later on. During the first three months, they will also have what we call intermediate cross-training. So they will be now taking out for a week and then they will meet their colleagues in quality control, and quality assurance, they will hear more about GMP and also the other operators' functions. So if it is a production operator, they will meet the utility function and the logistics function and vice versa. Once they are done with this training, they are ready to go on the job training. Then regarding GOMs, originally we made an application to the Danish authorities (Lgemiddelstyrelsenn) and they evaluate our containment procedures to make sure that GMOs do not escape to the exterior. That's their concern. So we had to evaluate and validate all our procedures and facilities where we work with GMOs so that we can ensure that we inactivate waste and that the equipment is cleaned properly.", "In which way do you plan and keep tracking of the calibration activities of measurement equipment and who is responsible for that?": "Regarding critical equipment, the calibration is performed by the equipment suppliers. They normally are very eager to come and do the calibration because then they are getting paid for it. So they normally send us an email when they think that we have to calibrate their equipment. For non-critical equipment the Maintenance department does repair and preventive maintenance of equipment and systems registered in the maintenance data file. I have a maintenance procedure that describes calibrations, if you would like to see that.", "How do you ensure that the products are transported in a manner that does not adversely affect their quality?": "We have a procedure for that. So that is, of course, the packaging and storage procedure that is the responsibility of the logistics department. And here we describe all the packaging and the labels. But what is also important for us is that we have sampling for the QC control. So every time we have a final product that we have to ship to you, the product is rigorously analyzed to ensure good quality. The sales department contacts transportation companies. So we use different types of transportation companies depending on the transportation distance and location. These companies of course are certified either ISO certified or qualified by us. So we ensure that the transportation company has a QMS system and is at least ISO 9001 certified.", "What procedures do you have in place to ensure proper storage conditions and distribution practices for APIs?": "I can show you the packaging and storage procedure. Here you can see that we have two main areas in the warehouse. We have an area where we have painted the floor green. And we have an area where we have painted the floor yellow. So all material coming directly from the production will go to the green area where they will stay until the QC all the QC tests have been performed and they have been evaluated by QA according to internal product specifications. If the product is okay, it will stay in the green area as an approved product. If there is something wrong, it will be physically moved to the yellow area and there will be put a special label on it. And by that, we simply avoid any mistake that an operator might confuse these. And then about degradation, we have temperature and humidity control in the storage areas. These measurements are checked daily twice by the logistics operator, at the start and the end of the shift. The results are noted in the appropriate checklist.  Then the checklist is delivered by the end of the week to the logistics supervisor.", "How do you ensure optimal cleaning and sterilization for the production equipment? Can we see relevant records?": "Well, it's also a quite broad question. If you remember, we sent you also this document called \" Intro to Pharma A/S\" and in that document you can actually see some of the cleaning procedures that we that we perform. I can show you a cleaning checklist that also works as SOP.", "Can you provide us with training, production, and control records? For how long do you keep each document?": "According to general rules, we have to keep all relevant production and batch records at least one year after the expiring of the batch or at least five years after the documentation has been generated, whatever is the longest period. I can show you a training record filled out, if you would like to see that.", "Can show us how you prevent contamination of your intermediate and API.": "We do have the same line running multiple times and then we sterilize and then we run the other line multiple times. Moreover, I can describe an example of how we clean a fermentor. The operator checked that everything was ready for cleaning and then the cleaning was done according to the sequence, which is specified in the procedure. The parameters to the right here suggest what are the parameters that have to be observed. And then eventually when the cleaning has been done, we take a last rinse sample. That is the very last water we flush after the cleaning when we flush the system finally, then we take a sample of that water flush and measure conductivity. Conductivity is a measure of ions in the water. This is to make sure that there are no deviations or strange materials, otherwise, that would be detected in the conductivity analysis. So here, for instance, we have a specification that the last rinse water samples should be less than 900 mS/cm. We obtained 833 mS/cm in this test, which means this measurement is good. So this is a standard operational procedure of how to do cleaning and also a test of cross-contamination by the rinse sac. I could show you the cleaning checklist, if you want.", "Can you show us the available facilities for storage of materials?": "I can show you the packaging and storage procedure. When we receive the raw materials, the logistics operator will have to check that the CoA is within specifications. If everything is within specifications, then we store the raw materials in our warehouse. But if there's any kind of damaged packaging, odd color, smell or similar, then the logistics operator would have to notify the QA department immediately.", "How do you document maintenance if you outsource it?": "I can show you the maintenance procedure. This SOP describes general maintenance. It tells about how we control the utilities, our calibration program and how it was initially set up. Initially, we gathered many different knowledgeable people together, production, QA, maintenance people and suppliers. We did a risk management process for each of our equipment and then we divided them into critical equipment, indirect critical and non-critical. Then for the critical equipment, the suppliers do the calibration and maintenance. However, we keep all records of these in our LIMS system.", "Have you encountered yield deviations connected to critical processes? If so, are you able to provide the corresponding documentation?": "This is a validation issue. Now yields, of course, are important for us because it's something that makes more money or less money. However, yields may not be the most important criterion for product quality. But as I said, during the whole validation phase where we tested all our equipment, we made a control process. If there is a deviation, we would have to fill in a CAPA report and then establish milestones and deadlines for fixing the issue.", "Can you provide documentation for traceability of products from start to finish?": "Yes, everything is stored in our LIMS system. Unfortunately, the system is down right now, so I cannot show you records for this.", "Is there any safety system for controlled copies? (Effectiveness date, whether all the documents can be printed out or not, who printed them and when)": "Most of our documents (the original documents) are in our computer system. So if somebody wants to look at a document, they have to access the computer. Of course, some documents from time to time are being printed out. And if an operator, for instance, in training has to do a special activity, it's probably convenient for the person to print out an SOP and walk around with the SOP while they are doing the work. But in general, we keep all the information in our IT system.", "Can you show us the plant layout?": "We have a layout of the production plant, but this is kind of a proprietary information, so I cannot give it to you.", "Can you show records of your cleaning procedures including sanitization and/or sterilization? (Time intervals for your cleaning of equipment)": "You can find this information in the Intro to Pharma A/S document. There the frequency of the sterilization and the cleaning are specified. I can show you a cleaning checklist that also works as SOP that shows the cleaning for a fermentor.", "How do you ensure that the distribution of the finished goods does not affect their quality?": "We have a procedure for that. So that is, of course, the packaging and storage procedure that is the responsibility of the logistics department. And here we describe all the packaging and the labels. But what is also important for us is that we have sampling for the QC control. So every time we have a final product that we have to ship to you, the product is rigorously analyzed to ensure good quality.", "Can you provide the SOPs regarding finished goods handling and storage?": "Yes, I'm glad you asked. I can show you the packaging and storage procedure. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "How do you do the calibration for equipment used in production? Could you show me an example documentation?": "This is stated in the maintenance SOP, which describes the general setup and how the calibration program has been organized. In addition, I'll show you a real calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay.", "We would like to ask you about documents for the fermentation, including critical operating parameters (T, pH, agitation rates, etc) and data of uniformity across production batches": "We have a central control system. So critical control parameters are being registered in this computer system. And then actually in our central control room, we have some screens and there are operators, at least one operator sitting and surveilling all the processes. And then when we do a special product, the system will automatically load that particular recipe into the process computer so it knows what alarm set points and other set points it's going to react to. So if the temperature, for instance, gets out of range on the computer screen, the operator will see a red blinking light typically. Then the person has to react to it, maybe call the engineer, and depending on how fast it can be handled, they might need to resolve the issue and take action if they think it could impact the product quality.", "How does QA ensure that personnel are adequately trained in Good Manufacturing Practice (GMP) procedures and practices?": "I can show you the training for operators' procedure. We have a training program that we are pretty proud of. So it states that any new process operator will go through a five-step training program. When the person has been hired within the first months, the person will be educated by our HR department in a week program where the person would be thought about the general company policies, GMP safety and so on. All the new operators will go through this path. Now, if you remember, we have operators from production, we have operators from logistics, we have operators from utility. After that common program. They will now start to split up according to the job function.", "Is QA aware of the quality policy? (ISO 9001:2015)": "Yes, of course.", "Can you show me an example of batch deviation?": "So I don't have an example of batch deviation. I do have an example of non-conformity that is recorded in a CAPA that I can show you. This is a second party audit. And I mean, this is not specific for the quality control, but this generalizes quite well on how we do report non-conformities and how we handle those. So this specific non-conformity was concerning training records that were missing. And then it also sais that during UniPharma audit it was claimed that our training of new process operators, maintenance craftsmen, utility operators and logistics operators was deficient in various aspects which led to a Major NC by the UniPharma auditors. In this document is also shown that we find the root cause analysis, we make an action plan and we have a deadline for fixing the non-conformities.", "Can you describe the process for documenting and maintaining records of manufacturing operations, including batch records and deviations?": "The Laboratory Information Management System (LIMS) stores all analytical protocols, standard operational procedures and forms. Moreover, according to general rules, we have to keep all relevant production and batch records at least one year after the expiring of the batch or at least five years after the documentation has been generated, whatever is the longest period.", "Could you provide more information regarding valves used in production?": "Well, it's also a quite broad question. If you remember, we sent you also this document called \"Intro to Pharma A/S\" and in that document, you can see some of those specifications.", "Is regular training carried out for production staff on GMP and standard operating procedures? How often are these courses/trainings taught?": "The standard procedure is defined in the training program for operators document. And here you can see that we have five phases to train our operators. There is a general phase in the last one month where operators go through general HR and then learn, what is Pharma A/S, how we operate and just in general, get to know the company. And then there is the introductory training where operators actually train in different departments to get acquainted with the whole process overall. And then of course, they do job training on the tasks that they will actually perform in the future, and they get certified to perform a certain job. In this document, at the end, you can find a template of a training program and I do also have a filled-out document if you would like to see that.", "How often are employees re-trained?": "In the training for operators procedure it says that, if operators have to perform another job, then they have to retrain for that specific task as well. But we do have some top-up training and some different retraining and certification after some time because of course, the technology changes. So it's very important for us to make sure that our operators are always up to speed with their training. Pharma A/S is such a young company that we haven't had to re-train employees yet to update their knowledge, however our management and the management of Big Pharma are scheduled to have a meeting next week to address this matter.", "How do you prevent cross-contamination?": "We do not have a specific procedure, but I can show you the cleaning checklist. We use this checklist that kind of also functions as a SOP. So for instance you can see here tank number T1 was cleaned, starting on the 7th of February at 7.15. The operator checked that everything was ready for cleaning and then the cleaning was done according to the sequence, which is specified in the procedure. The parameters to the right here suggest what are the parameters that have to be observed. And then eventually when the cleaning has been done, we take a last rinse sample. That is the very last water we flush after the cleaning when we flush the system finally, then we take a sample of that water flush and measure conductivity. Conductivity is a measure of ions in the water. This is to make sure that there are no deviations or strange materials, otherwise, that would be detected in the conductivity analysis. So here, for instance, we have a specification that the last rinse water samples should be less than 900 mS/cm. We obtained 833 mS/cm in this test, which means this measurement is good. So this is a standard operational procedure of how to do cleaning and also a test of cross-contamination by the rinse sac.", "How do you ensure maintenance of critical equipment?": "Well, most of, if not all critical equipment in the QC is supplied by suppliers of all kinds of laboratory analytical equipment. That is relatively sophisticated so we don't maintain that ourselves. So we have our external suppliers to come and maintain it. They normally provide a due date or a frequency for that.", "How do you ensure appropriate conditions and how are records of the critical conditions maintained?": "Pharma A/S has recently received the Danish Medicine Authorities (Lægemiddelstyrelsens) Marketing and Production authorization to produce and market its products. As a part of the head office quality strategy, Pharma A/S has also recently been certified according to ISO 9001:2015. As part of this certification, we had to prove appropriate conditions, otherwise we would not be certified. The records are stored in our LIMS system.\n", "How do you ensure that both management and relevant manufacturing personnel actively participate in establishing, documenting, and effectively implementing a quality management system?": "Every quarter we perform a Management Review, where the following personnel is generally present: General Mgr., Quality Mgr., Production Mgr., QA Engineer, QC Supervisor, Logistics Mgr. and Maintenance Mgr. In this meeting, they discuss pressing matters on how the last quarter went, assess the key performance indicators fixed and whether the results are satisfying and discuss how to further improve in the future.", "How do you verify that external consultants possess the necessary education, training, and experience to advise on the retained subject matter?": "All the eternal consultants we work with have been hired after an extensive screening process, so we are sure that they are the best in the market and they are highly qualified for the job. Moreover, we train them on the tasks that they need to perform and the core values of Pharma A/S.", "May we see your marketing authorization?": "I am afraid I don't have this document here with me.", "Do written procedures cover sanitation, and pest control? Do these procedures detail responsibilities, cleaning schedules, methods, and the appropriate agents to prevent contamination of equipment, materials, and products?": "We have a general cleaning program and a pest control program for our external and internal premises. We have an external company to take care of the pest control program. That's something that we don't do ourselves. So they, I think it's once per week or something like that, they come and check all the traps around for pests. Then for the internal cleaning, then we have employees taking care of that.", "May we see the initial CIP reports?": "I do not have those with me today, sorry about that. However, I can show you a cleaning checklist that also functions as SOP.", "Can you show us and explain your storage facilities and deliver a storage facility drawing?": "I do not have a drawing of the storage facilities with me, unfortunately. But I can show you the packaging and storage procedure. This SOP describes how we store both raw materials and final products. Raw materials are received by the Logistics operators. Certificate of Analysis (CoA) are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material (damaged packaging, odd color, smell or consistency) the QA department is contacted immediately for possible quarantine or rejection of the batch. Raw materials are used after the FIFO principle. Final products from the packaging area must be stored in warehouse green-painted storage areas to await final approval. Off-spec products, rejected or returned product, must be moved immediately to the special yellow-painted storage areas and be labelled with special temporarily removable labels showing their actual status. Temperature and humidity in the storage areas are checked daily twice by the logistics operators; at the start and the end of the shift. The results are noted in the appropriate checklists. The checklists are delivered by the end of the week to the logistics supervisor", "Do you have drawings of your storage facilities?": "I don't have a drawing, but if we had access to the storage data system, we could go in and look at the floor plan and procedure to ensure separation between approved and rejected final product. In fact, final products from the packaging area must be stored in warehouse green-painted storage areas to await final approval. Off-spec products, rejected or returned products, must be moved immediately to the special yellow-painted storage areas and be labelled with special temporarily removable labels showing their actual status", "Do you perform any pretreatment for water used in production? Can you describe the procedure?": "Water used in production is monitored and controlled for total microbial counts, objectionable organisms, and endotoxins. We take samples of the water and measure conductivity. Conductivity is a measure of ions in the water. This is to make sure that there are no deviations or strange materials, otherwise, that would be detected in the conductivity analysis.", "Can you show me the qc procedure?": "I can show you the quality control procedure. This procedure defines the responsibilities and the competencies and training required for the \npersonnel in the Quality Control department of Pharma A/S Lyngby, Denmark. The QC department consists of a microbiological and a physical-chemical laboratory. The QC department has the main responsibilities to (i) analyze raw materials, semi products and final products, (ii) implement, document and maintain analytical assays and procedures, (iii) receive, control and store production vials from Big Pharmas central vial laboratory, (iv) propagate vials for production, (v) give support to production for production optimization projects.", "Can you describe the process for identifying, documenting, investigating, and resolving non-conformities in your operations?": "We have a CAPA system to report deviations and non-conformities. Any employee who discovers some kind of deviation or ideas for improvement should open a CAPA report. In that case, the CAPA report will go to QA and QA will decide what to do, and who is going to be responsible for solving the CAPA report and negotiate some kind of a time frame for the resolution of it. I can show you an example of a CAPA report, if you like.", "How do you ensure the quality and purity of the API please explain and show documentation?": "This information is contained in the QC procedure. I can show you the QC procedure. So here we have a summary of the procedure. In this procedure, it is also described that we test the raw materials and we do a lot of analytical work.  All analyses are to be performed according to standard analytical protocols validated and approved by Big Pharma QA, which specifies which analysis to be done and the accept criteria for each analysis. All analytical protocols, standard operational procedures and forms are stored in the \nLaboratory Information Management System (LIMS). Each type of raw material and product has an analytical assay protocol. It is the responsibility of the laboratory technicians to know and follow the appropriate analytical protocols. The number of repetitions for each analysis are stated in the protocols and are determined by statistical evaluation and validation. Before analytical work is started for a specific batch, the laboratory technician must check the particular batch in the LIMS system for any possible remarks, blockage or quarantine orders issued by QA. All notes, remarks and calculations regarding the analytical work must be noted in the laboratory logbooks.", "Can you provide any document or evidence of Corrective and Preventive Actions that the organization has taken in the past or planned to prevent in the future?": "I can show you a CAPA report. This is a CAPA report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with our general training of our employees. In this report, you can see that there is a description of the issue found and the potential impact that this issue could cause. We perform a root cause analysis and we also propose an action plan with milestones and deadlines for when the issue needs to be resolved. This particular example is still under investigation. You can see at the top that the responsible of this document is the QA Manager.", "Does Pharma A/S have a written quality policy? Is a copy of this quality policy furnished to all employees?": "Ensuring the quality of our products is the responsibility of the Quality Assurance (QA) Department. I can show you the quality assurance procedure, to get more familiar with the role and responsibilities of the QA Dept. This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark. The QA department has the main responsibilities to (i) implement and control raw materials and product specifications, (ii) release, quarantine and rejection of raw materials and final products, (iii) facilitate Management Reviews, (iv) manage and coordinate internal and external audits and training of internal auditors, and (v) manage and facilitate the Correction and Preventive Actions system (CAPA).", "Does this facility have a periodic and formal review of the cost of quality? Does this facility make a conscious effort to reduce quality costs?": "Sustainability is a very important matter to us, so we also periodically perform life cycle analysis. We try to reduce the costs of the process and optimize the resources used. This said, we do not compromise on the quality of the products that we develop.", "If air is recirculated to the production area, what are the measures that are taken to avoid contamination?": "Air is filtered to prevent the risk of contamination.", "What do you do to minimize the risk of contamination for open equipment?": "All units are periodically cleaned and sterilized to prevent contamination.", "Explain your contamination control strategy, during production?": "The plant has installed a central CIP station with storage tanks for CIP chemicals, and a piping distribution system to all the process equipment units using cleaning liquids. The cleaning liquid can be recirculated from the users to the CIP station if necessary. Normally for a CIP liquid to have a good cleaning efficiency it should be warm approx.  60 oC and provide a flow rate in the piping system of min. 1.5 m/sec to ensure turbulent conditions. Except for the fermentation tanks which are sterilized as part of their preparation for each new batch, the downstream equipment, besides its CIP cleaning done for every batch, is sterilized after every five batches when the line is producing the same product but not less frequently than bi-weekly. In case of a product change in the downstream production line, sterilization must always be performed. Sterilization is done by steam of 1.3 bar(g) at 123 °C for 30 minutes. The UF units are not rated for steam sterilization but are sterilized using chemicals. ", "Can you describe your cleaning-in-place (CIP) procedure? ": "The plant has installed a central CIP station with storage tanks for CIP chemicals, and a piping distribution system to all the process equipment units using cleaning liquids. The cleaning liquid can be recirculated from the users to the CIP station if necessary. Normally for a CIP liquid to have a good cleaning efficiency it should be warm approx.  60 oC and provide a flow rate in the piping system of min. 1.5 m/sec to ensure turbulent conditions. Except for the fermentation tanks which are sterilized as part of their preparation for each new batch, the downstream equipment, besides its CIP cleaning done for every batch, is sterilized after every five batches when the line is producing the same product but not less frequently than bi-weekly. In case of a product change in the downstream production line, sterilization must always be performed. Sterilization is done by steam of 1.3 bar(g) at 123 °C for 30 minutes. The UF units are not rated for steam sterilization but are sterilized using chemicals. ", "Can you describe your process validation strategy for new products or processes, specifically in downstream processing?": "The general validation happened before we started our production. So Big Pharma, our main office, has several production facilities in the US with very experienced employees. So they sent us a group of specialists when we had to do the validation program. Together with them, we did all the validations, it took more than a year when all the validations had to be done of the processes, of the cleaning and everything. All this was compiled in the dossier sense of DMA (Danish Medical Agency). And then they looked it over and approved it. So that was our validation. Regarding new processes, we make a full analysis of the possible benefits and issues that changing the process could cause, and then the management discussed the validation with the management of Big Pharma, to ensure compliance.", "There are constant regulatory updates and revisions in the regulations of GMP. Can you provide evidence of compliance with current Good Manufacturing Practices (cGMP)?": "Pharma A/S has recently received the Danish Medicine Authorities (Lægemiddelstyrelsens) Marketing and Production authorization to produce and market its products. As a part of the head office quality strategy, Pharma A/S has recently been certified according to ISO 9001:2015. Of course, in order to keep the certification, regulatory updates and revisions have to be performed, along with current Good Manufacturing Practices (cGMP). I cannot currently show you a document providing evidence of compliance, but be sure that Pharma A/S has all the certifications needed.\n", "Can you show me the packaging and storaging procedure?": "I can show you the packaging and storage procedure. This procedure defines the standards and activities for packaging and storage of the final product at \nthe Pharma A/S production plant in Lyngby, Denmark. Each batch of the final API product must have a unique batch number and a unique batch record. This information is stored in the Pharma A/S LIMS (Laboratory Information Management \nSystem) system. An automatic sampling system retrieves a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until the final QA assessment. Approved batches can be released for sale and appear in the Sales IT system. Non-approved batches must be quarantined and await further QA assessment.", "Can you provide the records about suppliers and their qualifications and license?": "Unfortunately I don't have this information with me.", "Can I know the name of the authorized person responsible to release intermediate and APIs?": "The Qualified Person is the Quality Unit Manager, which in this case is me.", "Are drains provided with air breaks to prevent back-siphonage?": "Yes.", "A defined quality, the treatment process should be validated and monitored with appropriate action limits?": "The general validation happened before we started our production. Big Pharma sent us a group of specialists when we had to do the validation program. Together with them, we did all the validations, it took more than a year for the validations of the process and the cleaning to be completed. All this was compiled in the dossier sense of DMA (Danish Medical Agency). And then they looked it over and approved it.", "Do you have a training procedure for production operators?": "the standard procedure is defined in the training program for operators document. I can show you the training for operators' procedure. The Intermediate training program (step 2) for all production operators in training, consists of 4 weeks of observation and training in Production on dayshift including: 1 week of fermentation, 2 weeks of downstream, 1 week in the control room. The Intermediate cross-training week (step 3) consists of one week on dayshift to understand the basics of the following functions and how they interact with Production: Utilities, Logistics, Quality Control and Quality Assurance. Afterwards, operators have to perform on the job training on shiftwork (step 4), where they train in assigned job functions together with an experienced operator to prepare for the later certification. The certification test should normally be done for a maximum of 6 months after the start of the on the job training. At the end of this document, you can find a template of a training program and I do also have a filled-out document if you would like to see that.", "How do you train operators?": "I can show you the training for operators' procedure. So the standard procedure is defined in the training program for operators document. And here you can see that we have five phases to train our operators. There is a general phase in the last one month where operators go through general HR and then learn, what is Pharma A/S, how we operate and just in general, get to know the company. And then there is the introductory training where operators train in different departments to get acquainted with the whole process overall. And then of course, they do job training on the tasks that they will perform in the future, and they get certified to perform a certain job. In this document, at the end, you can find a template of a training program and I do also have a filled-out document if you would like to see that.", "What is your deviation management system and corrective/preventive actions to address problems identified during production?": "We have a CAPA system. It's described briefly in the QA procedure, under \"Corrective and Preventive Actions\". It says that all deviations or aspects with potential negative impact on product quality, for instance, within batch records, production, maintenance, logistics, and audits, must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. So when the registration has been done, the record goes to QA. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provides relevant statistics for the Management Reviews. In the last Management Review that we performed, number three, there is a section about CAPA as well. Here it says that we have a goal of having registered more than 95% of the cases. I can show you an example of a CAPA report if you would like.", "Can you show me a deviation report?": "I can show you an example of a CAPA report. This is a CAPA report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with the general training of our employees. So we have to define different action points for different areas and this is still under investigation. In this report, you can see that there is a description of the issue found and the potential impact that this issue could cause. We perform a root cause analysis and we also propose an action plan with milestones and deadlines for when the issue needs to be resolved. This particular example is still under investigation. You can see at the top that the responsible of this document is the QA Manager.", "How do you handle non-conformities?": "I can show you an example of a CAPA report. This is a CAPA report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with the general training of our employees. So we have to define different action points for different areas and this is still under investigation. In this report, you can see that there is a description of the issue found and the potential impact that this issue could cause. We perform a root cause analysis and we also propose an action plan with milestones and deadlines for when the issue needs to be resolved. This particular example is still under investigation. You can see at the top that the responsible of this document is the QA Manager.", "How often do you calibrate and maintain your equipment? What does this procedure exactly include?": "There are of course different calibration frequencies. Some instruments are maybe only calibrated every half year, one year, and some every month, depending on the criticality and the vendor's recommendation. But once a week, I think on Monday morning, the maintenance engineer pulls the records from the system and starts to plan for the coming week and what equipment needs maintenance and calibrations. Regarding critical equipment, the calibration is performed by the equipment suppliers. They normally are very eager to come and do the calibration because then they are getting paid for it. So they normally send us an email when they think that we have to calibrate their equipment.", "What reasons do you find adequate in order to implement a corrective action and how do you evaluate and document those?": "All deviations or aspects with potential negative impact on product quality, e.g. within batch records, production, maintenance, logistics, audits, etc., must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provide relevant statistics for the Management Reviews.", "How are samples collected and prepared for testing, and what measures are in place to ensure sample integrity?": "The automatic sample system will generate a representative sample from each batch and sub-batch into its appropriate sample container. The samples are automatically transported to and stored in the cooling cabinet next to the packaging unit. At the end of each shift, the logistics operator collects the samples from the shift in the special insulated transportation container and delivers them to the refrigerator for incoming samples in the QC laboratory.", "How do you conduct reviews of all batches that failed to meet established specification?": "During our Management Reviews, we discuss various key performance indicators and assess the results of the last quarter. If the results from the production are not satisfactory, for example, if many batches fail to meet the specifications, immediate action has to be taken to assess this quality issue.", "How are certifications performed?": "Certification is done in the presence of the trainer and a supervisor. A special certification test program is provided.", "How are training records and qualifications maintained for QC personnel, and how often are they reviewed or updated?": "Pharma A/S has some strict requirements for QC personnel. The Quality Control Supervisor must have as a minimum a bachelor's degree in biochemistry, chemistry or similar and have min 2 years experience from a quality control laboratory. The QC Supervisor must be a laboratory technician or technicians from the industry with a minimum of 3 years experience in laboratory work or similar. Moreover, every operator has to follow the standard training plan for operators. I can show you this procedure if you like.", "How do you ensure the APIs arrive in good condition and maintained to our facilities? Is a delivery company contracted or Pharma A/S deliver them itself?": "The sales department contacts transportation companies. So we use different types of transportation companies depending on the transportation distance and location. These companies of course are certified either ISO certified or qualified by us. So we ensure that the transportation company has a QMS system and is at least ISO 9001 certified.", "How can API-driven solutions optimize inventory turnover and reduce the risk of product expiration?": "We recently started doing a proof of concept on how to use machine learning to optimize our schedule and inventory turnover, but the results are preliminary for now, so I cannot share our findings yet.", "How do you reduce the risk of product expiration?": "All our product specifications are registered in our LIMS system. Operators are notified when a product is close to its expiration date, so that they can take action.", "What is LIMS system?": "The Laboratory Information Management System (LIMS) stores all analytical protocols, standard operational procedures and forms.", "How does your API infrastructure align with pharmaceutical regulatory requirements for logistics and distribution?": "The requirements for logistics and distribution are described in the packaging and storage procedure.", "Can you describe the structure of your QMS?": "Our Quality Management System is a structured system that documents processes, procedures, and responsibilities for continuously delivering high-quality products and services that meet regulatory and customer requirements. In this system, we store all our procedures, such as quality assurance, quality control, maintenance and so on. I could show specific examples of these procedures, if you want.", "What is the frequency of the nmanagement reviews?": "One every quarter.", "Can you show us your procedure for when there is a deviation in the production?": "It's a case-by-case. If it is something the operator knows and can correct immediately and it doesn't have any impact on product quality, then of course the operator is allowed to correct it and it doesn't necessarily need a recording. But if it is something that has a potential negative impact on product quality, then there must be opened a CAPA record. I can show you an example of a CAPA report. This is a CAPA report, which was produced by one of the external auditors. The company UniPharma thought that we had some issues with the general training of our employees. So we have to define different action points for different areas and this is still under investigation. In this report, you can see that there is a description of the issue found and the potential impact that this issue could cause. We perform a root cause analysis and we also propose an action plan with milestones and deadlines for when the issue needs to be resolved. This particular example is still under investigation. You can see at the top that the responsible of this document is the QA Manager.", "Can you show your latest quality product review?": "No, because the product quality review you're supposed to do that yearly and we have not really been in production for a full year so we have not done our very first product quality review yet.", "Can you show us your schedule for internal audits? Please share your latest internal audit reports.": "So I can show you the internal audit program procedure. This procedure explains how we manage the audit program and the frequency of the audits. It says that we should make an audit of each of our departments every year, at least once a year. And then it goes on to talk about how we distribute the program and how it's getting finalized. And it talks about how we train our internal auditors. You can become an assistant auditor going through a training program or you can become a lead auditor. If you have already become an assistant auditor, then you can add on to become a lead auditor. And then we talk about how we handle internal audit findings. Unfortunately, I do not have an internal audit report that I can show you. But I could show you a CAPA report of an external audit if you would like to see that.", "Can you show some information of the persons authorized to release intermediates and APIs?": "I can show you the QA procedure. We have a section about the release of the final product. So we say quality control analyzes each production batch according to the product specification for the product. Results are verified by the QC supervisor before being entered into the laboratory information management system. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specification. So when the QA has done all the tests on a certain batch, they enter the results into the LIMS system.", "Do you have a procedure and schedule for preventative maintenance of your equipment?": "I can show you the maintenance procedure. This procedure defines the responsibilities and main activities for the Maintenance department of the Pharma A/S production plant in Lyngby, Denmark. The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintain the plants calibration program for relevant instruments \nand systems. The calibration program is based on Risk Management principles. Moreover, most of, if not all critical equipment in the QC is supplied by suppliers of all kinds of laboratory analytical equipment. That is relatively sophisticated so we don't maintain that ourselves. So we have our external suppliers to come and maintain it. They normally provide a due date or a frequency for that. I currently do not have procedures and schedules for preventive maintenance that I can show you.", "Who controls an API before release?": "QA will look at the results of the test performed on APIs and compare them to the specifications. If all the numbers comply with specifications, they will assign this batch as approved.", "How does your company utilize audit findings to drive corrective actions, handle deviations and uphold rigorous quality standards?": "The audit findings are discussed in our Management Reviews. Here, the management assessed the gravity of the deviations and makes a plan for milestones and deadlines for when the findings should be resolved.", "How does QA ensure that personnel are adequately trained?": "I can show you the training for operators' procedure. We have a training program that we are pretty proud of. So it states that any new process operator will go through a five-step training program. When the person has been hired within the first months, the person will be educated by our HR department in a week program where the person would be thought about the general company policies, GMP safety and so on. All the new operators will go through this path. Now, if you remember, we have operators from production, we have operators from logistics, we have operators from utility. After that common program. They will now start to split up according to the job function.", "What QC measures are implemented during production to ensure product quality and consistency?": "So this information is contained in the QC procedure. So here we have a summary of the procedure. This procedure also describes the analytical work we perform in order to ensure the highest product quality. All analyses are to be performed according to standard analytical protocols validated and approved by Big Pharma QA, which specifies which analysis to be done and the accepted criterias for each analysis. And then it's also important to say that we store everything in the LIMS system. Unfortunately, now the system is down. So I cannot show you some of the specifications.", "Can you provide us with training record?": "So here we have an example of a training record from an operator. Operator one. This was performed on the first of June last year. It was an operator who was supposed to work in our fermentation department. And you can see within the first month, operator one had the introductory course by HR. And then after that course, the person started on the 3rd of August a week program where there's a week of cross-training in some of the other departments. So, for instance, a fermentation operator will be taking to QC, to QA, to the other areas one day at a time for a week and learn a little bit about what these other departments are doing and get to know some of their future colleagues.", "Can you provide us with production record?": "No, unfortunately, I cannot show you a production record, because it's proprietary information.", "What procedures do you take to ensure validation of equipment? Can you provide control records?": "The maintenance SOP describes the general setup and how the maintenance and calibration program of equipment is performed. I can show you a calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay. That is by calibration of course as we just talked about. That is again you can in the data system in maintenance all the instruments, all the equipment are in the data file and then you can actually by its tag number you can call it up and then you can see the exact calibration or preventive maintenance status.", "Do you perform preventative maintenance and calibration for critical equipment? If so, how do you do it and what is the schedule and procedure? Are you able to provide documentation for said schedules and procedures?": "Well, most of, if not all critical equipment in the QC is supplied by suppliers of all kinds of laboratory analytical equipment. That is relatively sophisticated so we don't maintain that ourselves. So we have our external suppliers to come and maintain it. They normally provide a due date or a frequency for that. Unfortunately, I do not have a schedule that I can show you.", "Could we have a document that describes procedures such as the receipt, sampling, testing, packaging method and materials?": "I can show you the packaging and storage procedure. Each batch of final API product must have a unique batch number and a unique batch record. This information is stored in the Pharma A/S LIMS (Laboratory Information Management System) system. An automatic sampling system retrieves a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until the final QA assessment. Approved batches can be released for sale and appear in the Sales IT system. Non-approved batches must be quarantined and await further QA assessment. Moreover, this document also extensively describes the testing and sampling procedure, as well as how to properly store incoming raw materials and final products.", "Does the company analyse data to identify trends or systematic issues that could require preventive actions?": "We do preventive monitoring analyses to identify trends in the data and for risk assessment.", "How do you record and store your batch records?": "The batch records are entered into the LIMS system by the person who performed the analysis. The LIMS system transfers the data to Quality Assurance for final evaluation and approval or rejection. Quality Control analyzes each production batch according to the product specification for the product. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specifications. Approved batches are automatically transferred to the Sales department IT system where batch CoAs can be retrieved which contains the relevant batch data and an electronic signature of the QA person authorizing the release. For non-approved or returned batches a CAPA register must be done.", "what are the responsibilities and roles of the managers associated with the site management team?": "The site management team consist of the general plant manager, the production manager, the maintenance manager, and the quality unit manager.", "How do you manage deviations and complaints?": "We have a CAPA system. It's described briefly in the QA procedure, under \"Corrective and Preventive Actions\". It says that all deviations or aspects with potential negative impact on product quality, for instance, within batch records, production, maintenance, logistics, and audits, must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. So when the registration has been done, the record goes to QA. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provides relevant statistics for the Management Reviews. In the last Management Review that we performed, number three, there is a section about CAPA as well. Here it says that we have a goal of having registered more than 95% of the cases. I can show you an example of a CAPA report if you would like.", "how do you manage non-conformities?": "How we handle non-conformities is described briefly in the QA procedure, under \"Corrective and Preventive Actions\". It says that all deviations or aspects with potential negative impact on product quality, for instance, within batch records, production, maintenance, logistics, and audits, must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. So when the registration has been done, the record goes to QA. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provides relevant statistics for the Management Reviews. In the last Management Review that we performed, number three, there is a section about CAPA as well. Here it says that we have a goal of having registered more than 95% of the cases. Then we set some milestones and deadlines for how that could be handled in the future. I can show you an example of a CAPA report if you would like.", "Can you show me your supplier audits?": "Unfortunately I don't have this information with me. However, I can show you a CAPA report describing an external audit done by UniPharma.", "Can you show me an external audit?": "Unfortunately I don't have this information with me. However, I can show you a CAPA report describing an external audit done by UniPharma.", "Do you conduct periodic assessment of the training procedure?": "The standard procedure is defined in the training program for operators document. And here you can see that we have five phases to train our operators. There is a general phase in the last one month where operators go through general HR and then learn, what is Pharma A/S, how we operate and just in general, get to know the company. And then there is the introductory training where operators train in different departments to get acquainted with the whole process overall. And then of course, they do job training on the tasks that they will perform in the future, and they get certified to perform a certain job. After a certain amount of time, the operators need to be re-train to update your knowledge, but since Pharma A/S is still such a young company, we don't have a procedure for that written yet. In this document, at the end, you can find a template of a training program and I do also have a filled-out document if you would like to see that.", "When and how often do you train or re-train the employees and do you have the specific documentation for this?": "No, we do not have documentation for the re-training of employees yet, since Pharma A/S is such a young company. But we will definitely work on it.", "What are the corrective and preventive actions taken to prevent deviations and non-conformities?": "All deviations or aspects with potential negative impact on product quality, e.g. within batch records, production, maintenance, logistics, audits, etc., must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provide relevant statistics for the Management Reviews.", "Is the QC unit not independent ofthe Production Department?": "No, QC is under production.", "How does QC fulfil its job and responsibilities independently?": "Well, right now, since it's quite new, there is still a lot of interaction and still a lot of learnings from both departments. So yes, it's just because it's a small facility right now, so it works easier if they work in close collaboration.", "Who is responsible for the overall maintenance of the laboratory equipment?": "This is specified in the maintenance procedure. The Maintenance department does repair and preventive maintenance of equipment and systems registered in the maintenance data file. Equipment or systems not included in the maintenance data file must be serviced from outside companies, typically the supplier of the equipment. Moreover, all critical equipment in the QC is supplied by suppliers of all kinds of laboratory analytical equipment. That is relatively sophisticated so we don't maintain that ourselves. So we have our external suppliers to come and maintain it. They normally provide a due date or a frequency for that.", "Can you show me the maintenance procedure?": "I can show you the maintenance SOP. This procedure defines the responsibilities and main activities of the Maintenance department of the Pharma A/S production plant in Lyngby, Denmark. The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintains the plants calibration program for relevant instruments and systems. The calibration program is based on Risk Management principles. This procedure explains in details the general maintenance, the utilities and the calibration program.\n", "Do you have any documentation regarding maintenance?": "I can show you the maintenance procedure. Here is states that The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintains the plants calibration program for relevant instruments and systems. The calibration program is based on Risk Management principles. In this documents you can find more detailed sections regarding the general maintenance,  utilities and the calibration program.", "Do you have maintenance SOP?": "I can show you the maintenance procedure. Here is states that The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintains the plants calibration program for relevant instruments and systems. The calibration program is based on Risk Management principles. In this documents you can find more detailed sections regarding the general maintenance,  utilities and the calibration program.", "How is site management notified about inspections and quality issues (e.g. recalls)?": "To enhance the managements leadership and commitment to customer satisfaction, product quality and employee development, QA will compile relevant information to issue a status of the key performance indicators for a quarterly Management Review. QA will facilitate that the action plans defined in the Management Review meetings are being assigned responsible functions and due dates.", "How is site management notified about internal audit results?": "All internal audits must generate an audit report with a detailed registration of the findings. Findings for internal audits are divided in Observations for Improvement and Non-conformities. It is also recommended in the reports for internal audits, to emphasize subjects for sharing of better practices. The audit report with its findings, must be sent to QA by the lead auditor maximum 30 days after the audit. The lead auditor must ensure the approval of the report by the assistant auditor(s) before the official issue. When receiving the audit report QA has the responsibility to assign a responsible function or person to resolve each finding. QA has responsibility to follow up on the action plan and its completion. All findings from internal audits are compiled and presented by QA in the quarterly Management Review meetings.", "How do you ensure adherence to GMP in API production? Could you provide examples of how deviations are identified and handled?": "Pharma A/S has recently received the Danish Medicine Authorities (Lgemiddelstyrelsens) Marketing and Production authorization to produce and market its products. As a part of the head office quality strategy, Pharma A/S has recently been certified according to ISO 9001:2015. Of course, in order to keep the certification, regulatory updates and revisions have to be performed, along with current Good Manufacturing Practices (cGMP). I cannot currently show you a document providing evidence of compliance, but be sure that Pharma A/S has all the certifications needed. I can show you an example of a CAPA report. This is a CAPA report, which was produced by one of the external auditors.", "How do you follow up on internal audit results?": "All internal audits must generate an audit report with a detailed registration of the findings. Findings for internal audits are divided in Observations for Improvement and Non-conformities. It is also recommended in the reports for internal audits, to emphasize subjects for sharing of better practices. The audit report with its findings, must be sent to QA by the lead auditor maximum 30 days after the audit. The lead auditor must ensure the approval of the report by the assistant auditor(s) before the official issue. When receiving the audit report QA has the responsibility to assign a responsible function or person to resolve each finding. QA has responsibility to follow up on the action plan and its completion. All findings from internal audits are compiled and presented by QA in the quarterly Management Review meetings.", "How is the calibration of the lab equipment conducted? How frequent? And can you provide a record?": "Yeah. This is the maintenance SOP, which describes the general setup and how the calibration program has been organized. In addition, I'll show you a real calibration record. So this is an example of a calibration of a temperature sensor. You can see here the temperature sensor where it is located and the type. You can see the instrument that we used to calibrate it. Here you can see the calibration data, how it went, and how it passed the test. So it's an instrument and intolerance was okay.", "Can you show me the internal audit procedure?": "The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. I can show you the internal audit procedure. An auditor training plan template is attached as Attachment 1.", "Do you have an audit procedure?": "The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. I can show you the internal audit procedure. An auditor training plan template is attached as Attachment 1.", "Do you have a document describing how you perform internal audits?": "The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. I can show you the internal audit procedure. An auditor training plan template is attached as Attachment 1.", "Do you have an example of packaging SOP?": "Yes, I'm glad you asked. I can show you the packaging and storage procedure. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "Can you show me your packaging and storage procedure?": "Yes, I'm glad you asked. I can show you the packaging and storage procedure. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "Do you have an SOP for packaging and storage?": "Yes, I'm glad you asked. I can show you the packaging and storage procedure. So we have a packaging and storage SOP. And here we talk about how we prepare packaging materials and how we prepare labels. And we also talk about how we manage incoming raw materials. So here it says, for instance, raw materials are received by logistics operators, certificates of analysis are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material, for example, it could be damaged packaging or odd color, smell or consistency, the QA will discard the raw material.", "Can you show me a training plan filled out?": "So here we have an example of a training record from an operator. Operator one. This was performed on the first of June last year. It was an operator who was supposed to work in our fermentation department. And you can see within the first month, operator one had the introductory course by HR. And then after that course, the person started on the 3rd of August a week program where there's a week of cross-training in some of the other departments. So, for instance, a fermentation operator will be taking to QC, to QA, to the other areas one day at a time for a week and learn a little bit about what these other departments are doing and get to know some of their future colleagues.", "Can you describe your training program for operators?": "The training program for all new operators contains 5 phases: 1. Introduction to Pharma A/S. Normally during the first month after hire. General knowledge about the company, policies, GMP and safety. Common program for all operators. 2. Introductory training program. 2 to 4 weeks duration on day shift. The new operator is introduced to all the different operator job functions in own department. 3. Intermediate cross training. During the first 3 months after hire. One week introduction to quality control, quality assurance, GMP and other non-own operator functions (production, utilities or logistics) Dayshift. 4. On the job training. The operator starts on the operator team and in the assigned shift work schedule. This training period will have to prepare the operator for certification in a specific job function. 5. Certification in specific job function. For already certified operators who will prepare for a new certification in another operator job function, the person will do steps 4 and 5. The training plan template attached as Attachment 1, is started to be registered right after hire.", "Can you show me the internal audits procedure?": "I can show you the internal audit procedure. The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. An auditor training plan template is attached as Attachment 1.", "Do you have a document describing intenal audits?": "I can show you the internal audit procedure. The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. An auditor training plan template is attached as Attachment 1.", "How do you handle internal audit findings?": " I can show you the internal audit procedure. All internal audits must generate an audit report with a detailed registration of the findings. Findings for internal audits are divided in Observations for Improvement and Non-conformities. It is also recommended in the reports for internal audits, to emphasize subjects for sharing of better practices. The audit report with its findings, must be sent to QA by the lead auditor maximum 30 days after the audit. The lead auditor must ensure the approval of the report by the assistant \nauditor(s) before the official issue. When receiving the audit report QA has the responsibility to assign a responsible function or person to resolve each finding. QA has responsibility to follow up on the action plan and its completion. All findings from internal audits are compiled and presented by QA in the quarterly Management Review meetings. ", "How do you train internal auditors?": "I can show you the internal audit procedure. Convocation as an internal auditor may happen either as a request from QA to a specific employee or as a request from an employee to QA. Any full time Pharma A/S employee with more than one year of employment can apply to become an internal auditor with their superiors approval. QA may reject or put on hold any candidate for training as internal auditor. To become an Assistant Auditor, the candidate will be assigned a QA employee as tutor. The training will start with a theoretical course in the general audit process and auditor behavior administered by QA personnel. The course has a duration of 2 hours. The auditor candidate will participate in minimum 3 internal audits as an observer. After completion of 3 audits as observer, the candidate will participate in one audit as assistant auditor. After completing of the first audit as assistant auditor, the auditor candidate, the lead auditor from the audit and the QA tutor will meet to evaluate if the candidate is interested and competent to become internal auditor. If agreed the person is announced internal auditor. To become a Lead auditor for internal audits, the person must participate in minimum 3 internal audits as assistant auditor. Furthermore the candidate must participate in an external lead auditor course indicated by QA. Fulfilment of these requisites, the person will act as aspirant lead auditor in an internal audit. After this first audit as lead auditor, the lead auditor candidate and the QA tutor will decide if the auditor is ready to become lead auditor or need more training. QA will keep and maintain a list of all internal auditors approved and in training. ", "How do you become assistant auditor?": "To become an Assistant Auditor, the candidate will be assigned a QA employee as tutor. The training will start with a theoretical course in the general audit process and auditor behavior administered by QA personnel. The course has a duration of 2 hours. The auditor candidate will participate in minimum 3 internal audits as an observer. After completion of 3 audits as observer, the candidate will participate in one audit as assistant auditor. After completing of the first audit as assistant auditor, the auditor candidate, the lead auditor from the audit and the QA tutor will meet to evaluate if the candidate is interested and competent to become internal auditor. If agreed the person is announced internal auditor. QA will keep and maintain a list of all internal auditors approved and in training. ", "How do you become lead auditor?": "To become a Lead auditor for internal audits, the person must participate in minimum 3 internal audits as assistant auditor. Furthermore the candidate must participate in an external lead auditor course indicated by QA. Fulfilment of these requisites, the person will act as aspirant lead auditor in an internal audit. After this first audit as lead auditor, the lead auditor candidate and the QA tutor will decide if the auditor is ready to become lead auditor or need more training. QA will keep and maintain a list of all internal auditors approved and in training. ", "What is your internal audit program?": "QA will during the start of every year issue an audit plan for the internal audits at Pharma A/S for the coming year. All departments / functions should be audited at least once during the year. A proposal for the plan will be distributed to all managers and function responsible persons in January who must acknowledge their part of the plan or negotiate a change with QA. The final plan is distributed to all managers, engineers and supervisors. Any later request of change to the plan must be announced to QA at least one month before the planned audit. ", "Can we see the maintenance SOP?": "I can show you the maintenance SOP. This procedure defines the responsibilities and main activities of the Maintenance department of the Pharma A/S production plant in Lyngby, Denmark. The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintains the plants calibration program for relevant instruments and systems. The calibration program is based on Risk Management principles. This procedure explains in details the general maintenance, the utilities and the calibration program.", "Can you tell me more about the general maintenance?": "This information is contained in the maintenance SOP. The Maintenance department does repair and preventive maintenance of equipment and systems registered in the maintenance data file. Equipment or systems not included in the maintenance data file must be serviced from outside companies typically the supplier of the equipment.", "How do you maintain utilities?": "This information is contained in the maintenance SOP. The Maintenance department runs the equipment and utility systems of the Pharma A/S site to supply: High pressure steam, cooling water, pressurized air, sterile air for the fermentation and the water system including; Tap water, demineralized water and Purified Water.", "Can you tell me about your calibration program?": "This information is contained in the maintenance SOP. All instruments and relevant systems have been evaluated of their calibration frequency according to a Risk Management principle for impact on final product quality. The Risk Management principles are based on the production needs, the maintenance departments knowledge and experience about the equipment and the specific suppliers recommendations. Based on the Risk management the instruments and systems have been divided into 3 categories: Critical. These equipment and systems have direct impact on product quality and must have a calibration frequency and a preventive maintenance program corresponding to the specific risk assessment. Indirect critical: These equipment and systems do not have direct impact on product quality and should have a calibration frequency and a preventive maintenance program corresponding to the specific risk assessment. Non critical: These equipment and systems do not have any impact on product quality and should have a calibration frequency according to the manufacturers recommendation. Calibration records for all relevant components including their type of criticality, calibration frequency and calibration procedure, are maintained in the Maintenances deps preventive data management system. Any deviation from a specified calibration result must be registered as a CAPA register. ", "What are the operators job functions?": "This information is contained in the training SOP. There exist four different operator functions: Production fermentation operator Production downstream operator (Centrifugation, Ultrafiltration, Evaporation and Spray drying) Maintenance utility operator Logistics operator", "Do you have a detailed training program for production?": "This information is contained in the training SOP. The Intermediate training program (step 2) for all production operators in training, consist of 4 weeks of observation and training in Production on dayshift including: 1 week fermentation 2 weeks downstream 1 week control room The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with Production: Utilities Logistics Quality Control and Quality Assurance On the job training on shiftwork (step 4) Training in assigned job function together with an experienced operator to prepare for the later certification. The certification test should normally be done for a maximum of 6 months after the start of the on the job training.", "Do you have a detailed training program for maintenance?": "This information is contained in the training SOP. The Intermediate training program (step 2) for a utility operator consist of 2 weeks of observation and training in all utilities (Steam, Cooling water, Process water, Process air, Compressed air) with an experienced operator: The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with Utilities and maintenance: Production Logistics Quality Control and Quality Assurance On the job training on shiftwork (step 4) Training to prepare for the later certification. The certification test for the utility operator should normally be done for a maximum of 6 months after the start of the on the job training.", "Do you have a detailed training program for logistics?": "This information is contained in the training SOP. The Intermediate training program (step 2) for a logistics operator consist of 2 weeks of observation and training in all logistics functions: Handling and storage of raw materials Handling and storage of finished product Shipping of finished product The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with logistics: Production Maintenance Quality Control On the job training (step 4) Training to prepare for the later certification. The certification test should normally be done for a maximum of 4 months after the start of the on the job training.", "How are the employees certified": "Certification is done in the presence of the trainer and a supervisor. A special certification test program is provided. After certification the operator may train other operators in the certified function.", "Can you show me your quality assurance procedure?": "I can show you the quality assurance procedure. This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark. Summary The QA department has the main responsibilities to (in no order of priority): - Implement and control raw materials and product specifications; - Release, quarantine and rejection of raw materials and final products; - Facilitate Management Reviews; - Management and coordination of internal and external audits and training of internal auditors; - Manage and facilitate the Correction and Preventive Actions system (CAPA);", "Can you show me your QA procedure?": "I can show you the quality assurance procedure. This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark. Summary The QA department has the main responsibilities to (in no order of priority): - Implement and control raw materials and product specifications; - Release, quarantine and rejection of raw materials and final products; - Facilitate Management Reviews; - Management and coordination of internal and external audits and training of internal auditors; - Manage and facilitate the Correction and Preventive Actions system (CAPA);", "Can you show me the QA procedure?": "I can show you the quality assurance procedure. This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark. Summary The QA department has the main responsibilities to (in no order of priority): - Implement and control raw materials and product specifications; - Release, quarantine and rejection of raw materials and final products; - Facilitate Management Reviews; - Management and coordination of internal and external audits and training of internal auditors; - Manage and facilitate the Correction and Preventive Actions system (CAPA);", "Can you tell me about the release of raw materials?": "This information is contained in the quality assurance procedure. Raw materials are received by the logistics department. Certificate of Analysis (CoA) for received raw material batches are delivered to QA who approve, quarantine or reject the batches according to BIG Pharmas raw material specifications. Results are entered into the Pharma A/S LIMS system.", "How do you release final products?\n": "This information is contained in the quality assurance procedure. Quality Control analyze each production batch according to the product specification for the product. Results are verified by the QC Supervisor before being entered into the LIMS system. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specifications. Approved batches are automatically transferred to the Sales departments IT system where batch CoAs can be retrieved which contains an electronic signature of the QA person authorizing the release. For non-approved or returned batches a CAPA register must be done.", "How does quality assurance (QA) organize management reviews?": "This information is contained in the quality assurance procedure. To enhance the managements leadership and commitment to customer satisfaction, product quality and employee development, QA will compile relevant information to issue the status of the key performance indicators for a quarterly Management Review. QA will facilitate that the action plans defined in the Management Review meetings are being assigned responsible functions and due dates.", "How does quality assurance (QA) manage audits?": "This information is contained in the quality assurance procedure. QA manages the internal audit plan and train the internal auditors, see procedure: Internal Audit Program, Doc: PAS-QA-012.EN. QA will facilitate external audits and together with the external partner or authority, define an appropriate audit program including to convoke the Pharma A/S personnel to participate in the audit. QA will facilitate the audit practicalities during the audit. QA will receive the audit report after the audit and facilitate the deviations are transferred to the Pharma A/S CAPA system and responsible functions and due dates are assigned. QA will compile all relevant audit deviation responses and send to the relevant lead auditor. QA will file the final audits reports. QA will audit critical Pharma A/S suppliers according to the criterias defined by BIG Pharma QA guidelines. Based on the audit results suppliers are approved, quarantined or rejected.", "How does quality assurance (QA) handle Corrective and Preventive Actions?": "This information is contained in the quality assurance procedure. All deviations or aspects with potential negative impact on product quality, e.g. within batch records, production, maintenance, logistics, audits, etc., must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provide relevant statistics for the Management Reviews.", "How does quality assurance (QA) takes care of Training and Competencies of QA Personnel?": "This information is contained in the quality assurance procedure. The Quality Unit Manager must be competent to be approved as Pharma A/S´s Qualified Person according to the Danish Medicines Agency (Lægemiddelstyrelsens) criterias. The QA engineer must as a minimum have a Master degree in Chemical or Biochemical Engineering or similar relevant education. The QA technical assistant must have a technical degree like laboratory technician, technician from the pharmaceutical or food industry, or similar relevant education with minimum 3 years experience. \n", "How do you receive samples for analyses?": "This information is contained in the quality control procedure. Samples for routine analysis are normally delivered by the operators to the refrigerator in the entrance hallway to the QC laboratory. The samples must be labelled with product or raw material type, batch identification and date. Each morning (Mon-Fri) the fridge content is emptied, and the samples are evaluated. According to the number and type of samples the programming of the QC work is done.", "How do you perform analytical work?": "This information is contained in the quality control procedure. All analyses are to be performed according to standard analytical protocols validated and approved by Big Pharma QA, which specifies which analysis to be done and the accept criterias for each individual analysis. All analytical protocols, standard operational procedures and forms are stored in the Laboratory Information Management System (LIMS). Each type of raw material and product has an analytical assay protocol. It is the responsibility of the laboratory technicians to know and follow the appropriate \nanalytical protocols. The number of repetitions for each analysis are stated in the protocols and are determined by statistical evaluation and validation.Before analytical work is started for a specific batch, the laboratory technician must check the particular batch in the LIMS system for any possible remarks, blockage or quarantine orders issued by QA.All notes, remarks and calculations regarding the analytical work must be noted in the laboratory logbooks.", "How do you handle analytical results and data?": "This information is contained in the quality control procedure. When the results from the analytical work are ready, the results are entered into the LIMS system by the person who performed the analysis. The QC supervisor will verify the analytical results in the LIMS typically at the end of the work day. Approved results according to specifications will be approved which means they are transferred to Quality Assurance for final evaluation. Quality Control analyzes each production batch according to the product specification for the product. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specifications. Approved batches are automatically transferred to the Sales departments IT system where batch CoAs can be retrieved which contains an electronic signature of the QA person authorizing the release. For non-approved or returned batches a CAPA register must be done.", "How do you receive and store production vials?": "This information is contained in the quality control procedure. Pharma A/S receives the vials with the microorganism strains for production from Big Pharmas central vial laboratory in the US. According to the production plan schedule for Pharma A/S, the appropriate types and numbers of production vials are sent in special isolated and sealed containers containing dry ice via air freight to Denmark. At receival by Pharma A/S QC in Lyngby, the container is opened, and the temperature registration unit is retrieved and connected to a PC. The storage temperature during transport is checked and data are stored in LIMS. In case the temperature has been above the specified max temperature the whole batch of vials is rejected. In case the temperature is OK, the vials are stored in the special vial freezer room at QC. Only QC personnel and the Quality Unit manager have access to the freezer room.Each freezer has a power and temperature alarm system. In case of a power outage or if the temperature in a freezer exceeds a certain temperature limit, a light and an alarm will sound outside the freezer room.", "How do you train and ensure the competencies of QC personnel?": "This information is contained in the quality control procedure. The Quality Control Supervisor must have as a minimum a Bachelors degree in biochemistry, chemistry or similar and have min 2 years experience from a quality control laboratory. The QC Supervisor must be a laboratory technicians or technicians from the industry with minimum 3 years experience in laboratory work or similar.", "How do you train and ensure the competencies of quality control personnel?": "This information is contained in the quality control procedure. The Quality Control Supervisor must have as a minimum a Bachelors degree in biochemistry, chemistry or similar and have min 2 years experience from a quality control laboratory. The QC Supervisor must be a laboratory technicians or technicians from the industry with minimum 3 years experience in laboratory work or similar.", "Can you show me the packaging procedure?": "I can show you the packaging and storage procedure. This procedure defines the standards and activities for packaging and storage of the final product at the Pharma A/S production plant in Lyngby, Denmark. This procedure states that each batch of the final API product must have a unique batch number and a unique batch record. This information is stored in the Pharma A/S LIMS (Laboratory Information Management System) system. An automatic sampling system retrieves a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging in the production area, are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until the final QA assessment. Approved batches can be released for sale and will appear in the Sales IT system. Non-approved batches must be quarantined and await further QA assessment. ", "Do you have a procedure on packaging and storage?": "I can show you the packaging and storage procedure. This procedure defines the standards and activities for packaging and storage of the final product at the Pharma A/S production plant in Lyngby, Denmark. This procedure states that each batch of the final API product must have a unique batch number and a unique batch record. This information is stored in the Pharma A/S LIMS (Laboratory Information Management System) system. An automatic sampling system retrieves a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging in the production area, are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until the final QA assessment. Approved batches can be released for sale and will appear in the Sales IT system. Non-approved batches must be quarantined and await further QA assessment. ", "Can we see an SOP on packaging and storage?": "I can show you the packaging and storage procedure. This procedure defines the standards and activities for packaging and storage of the final product at the Pharma A/S production plant in Lyngby, Denmark. This procedure states that each batch of the final API product must have a unique batch number and a unique batch record. This information is stored in the Pharma A/S LIMS (Laboratory Information Management System) system. An automatic sampling system retrieves a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging in the production area, are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until the final QA assessment. Approved batches can be released for sale and will appear in the Sales IT system. Non-approved batches must be quarantined and await further QA assessment. ", "Do you have a procedure describing packaging and labels?": "This information is contained in the packaging and storage procedure. Packaging materials and label materials are received by the logistics operators. The materials are checked for integrity and after approval are stored in the appropriate storage facility for packaging and label materials in the warehouse area. Defect materials are separated and discarded. Packaging and label materials must be kept under hygienic conditions including controlled temperature and humidity. Packaging and label materials are only retrieved by the logistics operator when they are to be used during the same shift. The materials must be inspected for any defects before use. Labels are printed during the start of the shift for the batches and sub-batches to be packaged according to the daily packaging plan. Unused packaging materials must be returned to storage by end of the shift. Unused labels must be discarded. Packaged product must be transported continuously to the appropriate storage area in the warehouse. No product must be left in the packaging area after end of shift. Only electric driven forklifts are allowed in the packaging and the final product warehouse area. \n", "Do you have a document describing the sampling for QC control?": "This information is contained in the packaging and storage procedure. The automatic sample system will generate into its appropriate sample container, a representative sample from each batch and sub-batch. The samples are automatically transported to and stored in the cooling cabinet next to the packaging unit. At the end of each shift the logistics operator collect the samples from the shift in the special insulated transportation container and deliver them to the refrigerator for incoming samples in the QC laboratory.", "How do you store the raw materials?": "This information is contained in the packaging and storage procedure. Raw materials are received by the Logistics operators. Certificate of Analysis (CoA) are checked by the operator and sent by internal mail to the QA department by the end of the shift. In case of any immediate suspicion about the integrity of the raw material (damaged packaging, odd color, smell or consistence) the QA department is contacted immediately for possible quarantine or rejection of the batch. Raw materials are used after the FIFO principle.", "How do you store the final products?": "This information is contained in the packaging and storage procedure. Final products from the packaging area must be stored in warehouse green painted storage areas to await final approval. Off spec product, rejected or returned product, must be moved immediately to the special yellow painted storage areas and be labelled with special temporarily removable labels showing their actual status. Temperature and humidity in the storage areas are checked daily twice by the logistics operators; at the start and the end of the shift. The results are noted in the appropriate checklists. The checklists are delivered by the end of the week to the logistics supervisor.", "What is the scope of procedure for internal audits?": "This procedure defines the general 1st party audit system also called the internal audit system, at the Pharma A/S production plant in Lyngby, Denmark. This procedure does not apply for 2nd and 3rd party external audits", "Can you summarize the internal audit program?": "The Pharma A/S internal audit program is managed by QA who coordinates the internal audit plan, trains internal auditors and facilitates the resolution of the findings from the audits. It is the intention that each Pharma A/S function or department is audited internally at least once per year. Any full time Pharma A/S employee with more than one year of employment can become internal auditor. The employees superior must approve. To become an internal auditor the training will consist of an introductory theoretical training program and the participation as observer in a number of internal audits. To become an internal lead auditor the person must have participated in a number of internal audits as assistant auditor and have passed an external course as lead auditor. An auditor training plan template is attached as Attachment 1.", "What is the internal audit program?": "QA will during the start of every year issue an audit plan for the internal audits at Pharma A/S \nfor the coming year. All departments / functions should be audited at least once during the \nyear. A proposal for the plan will be distributed to all managers and function responsible \npersons in January who must acknowledge their part of the plan or negotiate a change with QA. \nThe final plan is distributed to all managers, engineers and supervisors. Any later request of change to the plan must be announced to QA at least one month before the planned audit.", "What is the procedure for training internal auditors and obtain certifications?": "Convocation as an internal auditor may happen either as a request from QA to a specific employee or as a request from an employee to QA. Any full time Pharma A/S employee with more than one year of employment can apply to become an internal auditor with their superiors approval. QA may reject or put on hold any candidate for training as internal auditor.", "More specifically, what is the procedure to become an assistant auditor?": "The candidate will be assigned a QA employee as tutor. The training will start with a theoretical course in the general audit process and auditor behavior administered by QA personnel. The course has a duration of 2 hours. The auditor candidate will participate in minimum 3 internal audits as an observer. After completion of 3 audits as observer, the candidate will participate in one audit as assistant auditor. After completing of the first audit as assistant auditor, the auditor candidate, the lead auditor from the audit and the QA tutor will meet to evaluate if the candidate is interested and competent to become internal auditor. If agreed the person is announced internal auditor.", "More specifically, what is the procedure to become a lead auditor?": "To become lead auditor for internal audits, the person must participate in minimum 3 internal audits as assistant auditor. Furthermore the candidate must participate in an external lead auditor course indicated by QA. Fulfilment of these requisites, the person will act as aspirant lead auditor in an internal audit. After this first audit as lead auditor, the lead auditor candidate and the QA tutor will decide if the auditor is ready to become lead auditor or need more training.", "Do you have a list of approved auditors?": "QA will keep and maintain a list of all internal auditors approved and in training.", "How are the internal audit findings handled?": "All internal audits must generate an audit report with a detailed registration of the findings. \nFindings for internal audits are divided in Observations for Improvement and Non-conformities. \nIt is also recommended in the reports for internal audits, to emphasize subjects for sharing of \nbetter practices.\nThe audit report with its findings, must be sent to QA by the lead auditor maximum 30 days \nafter the audit. The lead auditor must ensure the approval of the report by the assistant \nauditor(s) before the official issue. \nWhen receiving the audit report QA has the responsibility to assign a responsible function or \nperson to resolve each finding. QA has responsibility to follow up on the action plan and its \ncompletion. All findings from internal audits are compiled and presented by QA in the quarterly \nManagement Review meetings. ", "Who is responsible?": "This document: Production Manager. The introduction week: HR. Operator training plan, job training and certification: Production is supervised by Production Supervisor Utilities is supervised by Maintenance Supervisor Logistics is supervised by for Logistics Manager.", "What is the scope of the Maintenance Procedure?": "This procedure defines the responsibilities and main activities for the Maintenance department of the Pharma A/S production plant in Lyngby, Denmark.", "Can you summarize the maintenance procedure?": "The Maintenance department has the responsibilities of minor repairs and maintenance of the Pharma A/S production and utilities units. The Maintenance department operates the plants utility systems. Maintenance executes and maintain the plants calibration program for relevant instruments and systems. The calibration program is based on Risk Management principles.", "What is the procedure for general maintenance?": "The Maintenance department does repair and preventive maintenance of equipment and systems registered in the maintenance data file. Equipment or systems not included in the maintenance data file must be serviced from outside companies typically the supplier of the equipment.", "What is the procedure for the maintenance of the utilities?": "The Maintenance department runs the equipment and utility systems of the Pharma A/S site to supply: High pressure steam, cooling water, pressurized air, sterile air for the fermentation and the water system including; Tap water, demineralized water and Purified Water.", "Do you have a calibration program?": "All instruments and relevant systems have been evaluated of their calibration frequency according to a Risk Management principle for impact on final product quality.  The Risk Management principles are based on the production needs, the maintenance departments knowledge and experience about the equipment and the specific suppliers recommendations. Based on the risk management the instruments and systems have been divided into 3 categories: Critical. These equipment and systems have direct impact on product quality and must have a calibration frequency and a preventive maintenance program corresponding to the specific risk assessment. Indirect critical: These equipment and systems do not have direct impact on product quality and should have a calibration frequency and a preventive maintenance program corresponding to the specific risk assessment. Non critical: These equipment and systems do not have any impact on product quality and should have a calibration frequency according to the manufacturers recommendation. Calibration records for all relevant components including their type of criticality, calibration frequency and calibration procedure, are maintained in the Maintenances deps preventive data management system.\nAny deviation from a specified calibration result must be registered as a CAPA register. The responsible for the equipment must be notified. ", "What is the scope of the packaging and storage procedure?": "This procedure defines the standards and activities for packaging and storage of final product at the Pharma A/S production plant in Lyngby, Denmark.", "Can you summarize the packaging and storage procedure?": "Each batch of final API product must have a unique batch number and a unique batch record. These information are stored in the Pharma A/S LIMS (Laboratory Information Management System) system. An automatic sampling system retrieve a sample of each batch which is sent to the QC laboratory for analytical evaluation. Raw materials are received and stored in the Logistics warehouse area. Final products after packaging are transported immediately to the cold storage area in the warehouse. Final product batches are in quarantine until final QA assessment. Approved batches can be released for sale and will appear in the Sales IT system. Non approved batches must be quarantined and await further QA assessment.", "What is the procedure for packaging and labels?": "Packaging materials and label materials are received by the logistics operators. The materials are checked for integrity and after approval are stored in the appropriate storage facility for packaging and label materials in the warehouse area. Defect materials are separated and discarded. Packaging and label materials must be kept under hygienic conditions including controlled temperature and humidity. Packaging and label materials are only retrieved by the logistics operator when they are to be used during the same shift. The materials must be inspected for any defects before use. Labels are printed during the start of the shift for the batches and sub-batches to be packaged according to the daily packaging plan. Unused packaging materials must be returned to storage by end of the shift. Unused labels must be discarded. Packaged product must be transported continuously to the appropriate storage area in the warehouse. No product must be left in the packaging area after end of shift. Only electric driven forklifts are allowed in the packaging and the final product warehouse area.", "What is the procedure to take samples for quality control?": "The automatic sample system will generate into its appropriate sample container, a representative sample from each batch and sub-batch. The samples are automatically transported to and stored in the cooling cabinet next to the packaging unit. At the end of each shift the logistics operator collect the samples from the shift in the special insulated transportation container and deliver them to the refrigerator for incoming samples in the QC laboratory.", "What is the procedure regarding the storage of raw materials?": "Raw materials are received by the Logistics operators. Certificate of Analysis (CoA) are checked by the operator and sent by internal mail to the QA department by the end of the shift (OK by ICH Q7, 7.30). In case of any immediate suspicion about the integrity of the raw material (damaged packaging, odd color, smell or consistence) the QA department is contacted immediately for possible quarantine or rejection of the batch. Raw materials are used after the FIFO principle. \n", "What is the procedure regarding the storage of final products?": "Products from the packaging area must be stored in warehouse green painted storage areas to await final approval. Off spec product, rejected or returned product, must be moved immediately to the special yellow painted storage areas and be labelled with special temporarily removable labels showing their actual status. Temperature and humidity in the storage areas are checked daily twice by the logistics operators; at the start and the end of the shift. The results are noted in the appropriate checklists. The checklists are delivered by the end of the week to the logistics supervisor.", "Who are you?": "You are part of the QA team from a Danish pharmaceutical company NovoPharma", "What is NovoPharma?": "NovoPharma is a pharmaceutical company interested to start buy API products from Pharma A/S´s brand new Danish production plant", "Why does NovoPharma want to buy API products from Pharma A/S?": "NovoPharma sees a local production of their needed API products as an advantageous situation in respect of pricing, logistics and security of supply.", "What would the management at NovoPharma would like your team to do?": " The management at NovoPharma would like your team to plan, perform and report a supplier audit at Pharma A/S.", "What is Pharma A/S?": "Pharma A/S is a Danish subsidiary of a large American pharmaceutical group called Big Pharma Inc.", "Where is Pharma A/S located?": "Lyngby, Denmark", "What's Big Pharma's strategy?": "The strategy is to start to produce and supply certain of the company's products to the Scandinavian market, and later expand its contribution to producing also to the European market.  ", "What will be the product portfolio for the new plant of Pharma A/S?": "The product portfolio's main product range consists of medicines for heart diseases.", "What is Pharma A/S new Danish production plant based on?": "Pharma A/S new Danish production plant is based on a fermentation process for genetic engineered GRAS bacteria.", "What are GRAS bacteria?": "GRAS bacterias are \"Generally Recognized As Safe\" Microorganisms which by their long-term practical use have shown no health risks or production of adverse side products, toxins, etc.", "What are the downstream processing, separation and concentration of the products based on?": "The downstream processing, separation and concentration of the producta are based on traditional unit operations.", "What is the scope of the quality assurance procedure?": "This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Assurance department of Pharma A/S Lyngby, Denmark.", "Can you summarize the quality assurance procedure?": "The QA department has the main responsibilities to (in no order of priority): Implement and control raw materials and product specifications. Release, quarantine and rejection of raw materials and final products. Facilitate Management Reviews. Management and coordination of internal and external audits and training of internal auditors. Manage and facilitate the Correction and Preventive Actions system (CAPA).", "What is the procedure to release the raw materials?": "Raw materials are received by the logistics department. Certificate of Analysis (CoA) for received raw material batches are delivered to QA who approve, \nquarantine or reject the batches according to BIG Pharmas raw material specifications. Results are entered into the Pharma A/S LIMS system (LIMS stands for Laboratory Information Management System). ", "What is the procedure to release the final product?": "Quality Control analyzes each production batch according to the product specification for the product. Results are verified by the QC Supervisor before being entered into the LIMS system. QA approves, quarantines or rejects the final product batches according to the analytical results and the final product specifications. Approved batches are automatically transferred to the Sales departments IT system where batch CoAs can be retrieved which contains an electronic signature of the QA person authorizing the release. For non-approved or returned batches a CAPA register must be done.", "What is the procedure for the management reviews?": "To enhance the managements leadership and commitment to customer satisfaction, product quality and employee development, QA will compile relevant information to issue a status of the key performance indicators for a quarterly Management Review. QA will facilitate that the action plans defined in the Management Review meetings are being assigned responsible functions and due dates.", "What is the procedure to manage internal audits?": "QA manages the internal audit plan and trains the internal auditors, see procedure: Internal Audit Program, Doc: PAS-QA-012.EN. QA will facilitate external audits and together with the external partner or authority, define an appropriate audit program including to convoke the Pharma A/S personnel to participate in the audit. QA will facilitate the audit practicalities during the audit. QA will receive the audit report after the audit and facilitate the deviations are transferred to the Pharma A/S CAPA system and responsible functions and due dates are assigned. QA will compile all relevant audit deviation responses and send to the relevant lead auditor. QA will file the final audit reports. QA will audit critical Pharma A/S suppliers according to the criteria defined by BIG Pharma QA guidelines. Based on the audit results suppliers are approved, quarantined or rejected.", "What is the procedure for corrective and preventive actions?": "All deviations or aspects with potential negative impact on product quality, e.g. within batch records, production, maintenance, logistics, audits, etc., must be registered in the CAPA system. It is the responsibility of the owner of the information to perform the registration. The CAPA system should also be used by the organization to register improvement ideas and preventive actions from employees. QA facilitates that each CAPA register has a responsible function or person and a due date for resolution is being defined. QA maintains a register of all CAPA records and provide relevant statistics for the Management Reviews.", "What is the procedure for training and competencies of quality assurance personnel?": "The Quality Unit Manager must be competent to be approved as Pharma A/S´s Qualified Person according to the Danish Medicines Agency (Lægemiddelstyrelsens) criterias. The QA engineer must as a minimum have a Master degree in Chemical or Biochemical Engineering or similar relevant education. The QA technical assistant must have a technical degree like laboratory technician, technician from the pharmaceutical or food industry, or similar relevant education with minimum 3 years experience.", "What is the scope of the quality control procedure?": "This procedure defines the responsibilities and the competencies and training required for the personnel in the Quality Control department of Pharma A/S Lyngby, Denmark.", "Can you summarize the quality control procedure?": "The QC department consists of a microbiological and a physical-chemical laboratory. The QC department has the main responsibilities to (in no order of priority): - Analyze raw materials, semi products and final products. Implement, document and maintain analytical assays and procedures. Receive, control and store production vials from Big Pharmas central vial laboratory. Propagate vials for production. Give support to production for production optimization projects.", "What is the procedure to receive samples for analyses?": "Samples for routine analysis are normally delivered by the operators to the refrigerator in the entrance hallway to the QC laboratory. The samples must be labelled with product or raw material type, batch identification and date. Each morning (Mon-Fri) the fridge content is emptied, and the samples are evaluated. According to the number and type of samples the programming of the QC work is done.", "What is the procedure for analytical work?": "All analyses are to be performed according to standard analytical protocols validated and approved by Big Pharma QA, which specifies which analysis to be done and the accept criterias for each individual analysis. All analytical protocols, standard operational procedures and forms are stored in the Laboratory Information Management System (LIMS). Each type of raw material and product has an analytical assay protocol. It is the responsibility of the laboratory technicians to know and follow the appropriate analytical protocols. The number of repetitions for each analysis are stated in the protocols and are determined by statistical evaluation and validation. Before analytical work is started for a specific batch, the laboratory technician must check the particular batch in the LIMS system for any possible remarks, blockage or quarantine orders issued by QA. All notes, remarks and calculations regarding the analytical work must be noted in the laboratory logbooks. ", "What is the procedure for handling of analytical results and data?": "When the results from the analytical work are ready, the results are entered into the LIMS \nsystem by the person who performed the analysis. The LIMS system transfers the data to \nQuality Assurance for final evaluation and approval or rejection. Quality Control analyzes each production batch according to the product specification for the \nproduct. QA approves, quarantines or rejects the final \nproduct batches according to the analytical results and the final product specifications. \nApproved batches are automatically transferred to the Sales departments IT system where \nbatch CoAs can be retrieved which contains the relevant batch data and an electronic signature \nof the QA person authorizing the release. For non-approved or returned batches a CAPA register must be done.", "What is the procedure for receiving and storage of production vials?": "Pharma A/S receives the vials with the microorganism strains for production from Big Pharmas central vial laboratory in the US. According to the production plan schedule for Pharma A/S, the appropriate types and numbers of production vials are sent in special isolated and sealed containers containing dry ice via air freight to Denmark. At receival by Pharma A/S QC in Lyngby, the container is opened, and the temperature registration unit is retrieved and connected to a PC. The storage temperature during transport is checked and data are stored in LIMS. In case the temperature has been above the specified max temperature, the whole batch of vials is rejected. In case the temperature is OK, the vials are stored in the special vial freezer room at QC. Only QC personnel and the Quality Unit manager have access to the freezer room. Each freezer has a power and temperature alarm system. In case of a power outage or if the temperature in a freezer exceeds a certain temperature limit, a light and an alarm will sound outside the freezer room.", "What is the procedure for training and competencies of quality control personnel?": "The Quality Control Supervisor must have as a minimum a Bachelors degree in biochemistry, chemistry or similar and have min 2 years experience from a quality control laboratory. The QC Supervisor must be a laboratory technicians or technicians from the industry with minimum 3 years experience in laboratory work or similar.", "What is the scope of procedure for training employees?": "This procedure defines the general training program to all new operators starting at the Pharma A/S production plant in Lyngby, Denmark. It contemplates process operators, utility operators and logistics operators. It does not include other functions or operators at other sites of Big Pharma", "Can you summarize the training program?": "The training program for all new operators contains 5 phases:\n1. Introduction to Pharma A/S. Normally during the first month after hire. General \nknowledge about the company, policies, GMP and safety. Common program for all \noperators.\n2. Introductory training program. 2 to 4 weeks duration on day shift. The new operator is \nintroduced to all the different operator job functions in own department.\n3. Intermediate cross training. During the first 3 months after hire. One week introduction \nto quality control, quality assurance, GMP and other non-own operator functions \n(production, utilities or logistics) Dayshift.\n4. On the job training. The operator starts on the operator team and in the assigned shift \nwork schedule. This training period will have to prepare the operator for certification in \na specific job function.\n5. Certification in specific job function. \nFor already certified operators who will prepare for a new certification in another operator job \nfunction, the person will do steps 4 and 5.\nThe training plan template attached as Attachment 1, is started to be registered right after hire.", "What are the operator job functions?": "There exist four different operator functions:\nProduction fermentation operator\nProduction downstream operator (Centrifugation, Ultrafiltration, Evaporation and Spray drying)\nMaintenance utility operator\nLogistics operator", "Can you give a more detailed training program for Production?": "The Intermediate training program (step 2) for all production operators in training, consist of 4 weeks of observation and training in Production on dayshift including: 1 week fermentation 2 weeks downstream 1 week control room The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with Production: Utilities, Logistics, Quality Control and Quality Assurance. On the job training on shiftwork (step 4). Training in assigned job function together with an experienced operator to prepare for the later certification. The certification test should normally be done for a maximum of 6 months after the start of the on the job training.", "Can you give a more detailed training program for Maintenance?": "The Intermediate training program (step 2) for a utility operator consist of 2 weeks of observation and training in all utilities (Steam, Cooling water, Process water, Process air, Compressed air) with an experienced operator: The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with Utilities and maintenance: Production, Logistics, Quality Control and Quality Assurance On the job training on shiftwork (step 4). Training to prepare for the later certification. The certification test for the utility operator should normally be done for a maximum of 6 months after the start of the on the job training. ", "Can you give a more detailed training program for Logistics?": "The Intermediate training program (step 2) for a logistics operator consist of 2 weeks of observation and training in all logistics functions: Handling and storage of raw materials Handling and storage of finished product Shipping of finished product. The Intermediate cross training week (step 3) consist of one week on dayshift to understand the basics of the following functions and how they interact with logistics: Production, Maintenance, Quality Control. On the job training (step 4). Training to prepare for the later certification. The certification test should normally be done for a maximum of 4 months after start of the on the job training.", "How is certification for completing the training program acquired?": "Certification is done in the presence of the trainer and a supervisor. A special certification test program is provided. ", "What does GMP stand for?": "GMP stands for 'Good Manufacturing Practice'. According to the World Health Organization, GMP prevents errors that cannot be eliminated through quality control of the finished product, and without it, it would be impossible to be sure that every unit of a medicine is of the same quality as the units of medicine tested in the laboratory"}